Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Shared/HttpRequestBlockSettingsViewer.*.resx
Languages: de, es, fa, fr, it, nl, ro, ru, tr

source: Advanced settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fa: تنظیمات پیشرفته
fr: Réglages avancés
it: Impostazioni avanzate
nl: Geavanceerde instellingen
ro: Setari avansate
ru: Дополнительные настройки
tr: Gelişmiş Ayarlar

# Help1x00
source: How does this block work?
de: Wie funktioniert dieser Block?
es: ¿Cómo funciona este bloque?
fa: این بلوک چگونه کار می کند؟
fr: Comment fonctionne ce bloc?
it: Come funziona questo blocco?
nl: Hoe werkt dit blok?
ro: Cum functioneaza acest bloc?
ru: Как работает этот блок?
tr: Bu blok nasıl çalışır?

# Help1x01
source: The %HTTP Request% block allows you to perform an HTTP request towards an endpoint. If you want to send a body alongside your headers and cookies you can do so by selecting one of the ways to send content. The %Standard% mode will simply take a String, encode it as UTF-8 and send it inside the request body. The %Content Type% field will be automatically converted into a %Content-Type% header and added to the request.
de: Der %HTTP Request% Block erlaubt es dir, eine HTTP-Anfrage an einen Endpunkt zu stellen. Wenn du neben deinen Headern und Cookies auch einen Body senden möchtest, kannst du dies tun, indem du eine der Möglichkeiten zum Senden von Inhalten auswählst. Der %Standard% Modus nimmt einfach einen String, kodiert ihn als UTF-8 und sendet ihn innerhalb des Request Bodys. Das %Content Type% Feld wird automatisch in einen %Content-Type% Header umgewandelt und der Anfrage hinzugefügt.
es: El bloque %HTTP Request% le permite realizar una solicitud HTTP hacia un destino. Si desea enviar datos junto con sus encabezados y cookies, puede hacerlo seleccionando una de las formas de enviar contenido. El modo %Standard% simplemente tomará un texto, lo codificará como UTF-8 y lo enviará dentro de los datos en la solicitud. El campo %Content Type% se convertirá automáticamente en un encabezado %Content-Type% y se agregará a la solicitud.
fa: بلوک٪اچ تی تی پی رکوئست٪ به شما امکان می دهد درخواست HTTP را نسبت به یک نقطه انتهایی انجام دهید. اگر می خواهید یک بدنه را در کنار سرصفحه ها و کوکی های خود ارسال کنید ، می توانید با انتخاب یکی از روش های ارسال محتوا ، این کار را انجام دهید. حالت٪ استاندارد٪ به سادگی یک رشته را می گیرد ، آن را به صورت UTF-8 رمزگذاری کرده و به داخل قسمت درخواست می فرستد. قسمت٪٪ نوع محتوا٪ به طور خودکار به عنوان٪٪ نوع محتوا٪ تبدیل می شود و به درخواست اضافه می شود.
fr: Le bloc %HTTP Request% vous permet d'effectuer une requête HTTP vers un point de terminaison. Si vous souhaitez envoyer un corps à côté de vos en-têtes et cookies, vous pouvez le faire en sélectionnant l'un des moyens d'envoyer du contenu. Le mode %Standard% prendra simplement une chaîne, l'encodera en UTF-8 et l'enverra dans le corps de la requête. Le champ %Content Type% sera automatiquement converti en un en-tête %Content-Type% et ajouté à la demande.
it: Il blocco %HTTP Request% ti permette di effettuare una richiesta HTTP verso un endpoint. Se vuoi inviare un corpo assieme ai tuoi headers e cookies puoi farlo selezionando uno dei modi per mandare i contenuti. La modalità %Standard% semplicemente prenderà una String, la codificherà come UTF-8 e la manderà nel corpo della richiesta. Il campo %Content Type% sarà automaticamente convertito nell'header %Content-Type% e aggiunto alla tua richiesta.
nl: Met de %HTTP Request% -blok kunt u een HTTP-verzoek naar een eindpunt sturen. Als u naast uw headers en cookies een tekst wilt sturen, kunt u dat doen door een van de manieren te selecteren om inhoud te verzenden. De %Standaard% -modus neemt gewoon een tekenreeks, codeert deze als UTF-8 en verzendt deze naar de header van het verzoek. Het veld %Content Type% wordt automatisch omgezet in een header %Content-Type% en aan het verzoek toegevoegd.
ro: Blocul %HTTP Request% va permite sa efectuati o cerere HTTP catre un punct final. Daca doriti sa trimiteti un corp alaturi de anteturi si cookie-uri, puteti face acest lucru selectand una dintre modalitatile de trimitere a continutului. Modul %Standard% va lua pur si simplu un sir, il va codifica ca UTF-8 si il va trimite in corpul cererii. Campul %Content Type% va fi convertit automat intr-un antet %Content-Type% si adaugat la cerere.
ru: Блок %HTTP Request% позволяет выполнить HTTP-запрос к конечной точке. Если вы хотите отправить тело запроса вместе с заголовками и cookies, вы можете сделать это, выбрав один из способов отправки содержимого. Режим %Standard% просто возьмет строку, закодирует ее в UTF-8 и отправит внутрь тела запроса. Поле %Content Type% будет автоматически преобразовано в заголовок %Content-Type% и добавлено в запрос.
tr: %HTTP İsteği% bloğu, bir uç noktaya doğru bir HTTP isteği gerçekleştirmenize izin verir. Başlıklarınız ve çerezlerinizin yanında bir gövde/body göndermek istiyorsanız, bunu içerik gönderme yollarından birini seçerek yapabilirsiniz. %Standard% modu basitçe bir String alır, UTF-8 olarak kodlar ve istek gövdesinin içine gönderir. %İçerik Türü% alanı otomatik olarak bir %İçerik-Türü% başlığına dönüştürülecek ve isteğe eklenecektir.

# Help1x02
source: The %Raw% mode basically does the same as the Standard mode if your content is a Byte Array and not a String. The %Basic Auth% is used for authenticating with Basic Access Authentication (the typical username/password popup you see inside your browser asking for credentials). Finally, the %Multipart% mode will send a content that can be made of multiple parts, like strings, raw bytes and files. This is useful for example in order to upload a file to a website.
de: Der %Raw% Modus macht im Grunde das Gleiche wie der Standard Modus, wenn dein Inhalt ein Byte Array und kein String ist. Der %Basic Auth% Modus wird für die Authentifizierung mit Basic Access Authentication verwendet (das typische Benutzername/Passwort-Popup, das du in deinem Browser siehst und das nach deinen Zugangsdaten fragt). Schließlich sendet der %Multipart% Modus einen Inhalt, der aus mehreren Teilen bestehen kann, wie Strings, Rohbytes und Dateien. Dies ist zum Beispiel nützlich, um eine Datei auf eine Webseite hochzuladen.
es: El modo %Raw% básicamente hace lo mismo que el modo Estándar si su contenido es una matriz de bytes y no un texto. El %Basic Auth% se usa para autenticarse con la Autenticación de acceso básico (la ventana emergente típica de nombre de usuario / contraseña que se ve dentro de su navegador pidiendo credenciales). Finalmente, el modo %Multipart% enviará un contenido que puede estar compuesto por múltiples partes, como texto, bytes sin formato y archivos. Esto es útil, por ejemplo, para cargar un archivo en un sitio web.
fa: حالت٪ خام٪ در صورتی که محتوای شما یک آرایه بایت باشد و یک رشته نباشد ، اساساً همان حالت استاندارد را انجام می دهد. ٪ تأیید پایه٪ برای احراز هویت با تأیید اعتبار دسترسی اصلی (پنجره نام کاربری / گذرواژه معمولی که در مرورگر خود مشاهده می کنید و درخواست اعتبار می کند) استفاده می شود. سرانجام ، حالت٪ مولتی پارت٪ محتوایی را ارسال می کند که می تواند از چند قسمت ساخته شود ، مانند رشته ها ، بایت های خام و پرونده ها. این به عنوان مثال برای بارگذاری پرونده در وب سایت مفید است.
fr: Le mode %Raw% fait essentiellement la même chose que le mode Standard si votre contenu est un tableau d'octets et non une chaîne. Le %Auth de base% est utilisé pour l'authentification avec l'authentification d'accès de base (la fenêtre contextuelle typique de nom d'utilisateur / mot de passe que vous voyez dans votre navigateur demandant des informations d'identification). Enfin, le mode %Multipart% enverra un contenu qui peut être composé de plusieurs parties, comme des chaînes, des octets bruts et des fichiers. Ceci est utile par exemple pour télécharger un fichier sur un site Web.
it: La modalità %Raw% fa la stessa cosa della modalità Standard se il tuo contenuto è un Byte Array e non una String. La %Basic Auth% è usata per autenticare tramite Basic Access Authentication (il tipico popup con username/password che vedi nel browser quando ti chiede le credenziali). Infine, la modalità %Multipart% manderà un contenuto che può essere fatto di più parti, come stringhe, bytes e files. Questo è utile ad esempio quando si vuole caricare un file su un sito.
nl: De %Raw% -modus doet in principe hetzelfde als de standaardmodus als uw inhoud een byte-array is en geen string. De %Basic Auth% wordt gebruikt voor authenticatie met Basic Access Authentication (de typische pop-up met gebruikersnaam / wachtwoord die u in uw browser ziet en om inloggegevens vraagt). Ten slotte zal de %Multipart% -modus een inhoud verzenden die uit meerdere delen kan worden gemaakt, zoals strings, onbewerkte bytes en bestanden. Dit is bijvoorbeeld handig om een ​​bestand naar een website te uploaden.
ro: Modul %Raw% face practic acelasi lucru cu modul Standard daca continutul dvs. este un Byte Array si nu un sir.%Basic Auth% este utilizat pentru autentificarea cu autentificare Basic Access (popup-ul tipic de utilizator / parola pe care il vedeti in browserul dvs. cerand acreditari). In cele din urma, modul %Multipart% va trimite un continut care poate fi format din mai multe parti, cum ar fi strings, octeti bruti si fisiere. Acest lucru este util, de exemplu, pentru a incarca un fisier pe un site web.
ru: Режим %Raw% в основном делает то же самое, что и режим Standard, если ваше содержимое представляет собой массив байтов, а не строку. Режим %Basic Auth% используется для аутентификации с помощью Basic Access Authentication (типичное всплывающее окно с именем пользователя/паролем, которое вы видите в браузере, запрашивающее учетные данные). Наконец, режим %Multipart% отправляет содержимое, которое может состоять из нескольких частей, таких как строки, необработанные байты и файлы. Это полезно, например, для загрузки файла на веб-сайт.
tr: İçeriğiniz bir String değil de Byte Array ise, %Raw% modu temelde Standart modla aynı işlevi görür. %Basic Auth/Temel Kimlik Doğrulama% ise Temel Erişim Kimlik Doğrulaması (tarayıcınızın içinde kimlik bilgilerini soran tipik kullanıcı adı/şifre açılır penceresi) ile kimlik doğrulaması için kullanılır. Son olarak, %Multipart% modu dizeler, raw/ham baytlar ve dosyalar gibi birden çok parçadan yapılabilen bir içerik gönderecektir. Bu, örneğin bir web sitesine bir dosya yüklemek için kullanışlıdır.

# Help1x03
source: The response will be parsed and divided into chunks which will be assigned to different default variables. The response %Address% (after the last redirect if you have %Auto Redirect% enabled) will be saved into the String variable `data.ADDRESS`. The response %body% (a.k.a source) will be inside the String variable `data.SOURCE` (as a UTF-8 string), and inside the Byte Array variable `data.RAWSOURCE` (after decompression of e.g. gzip).
de: Die Antwort wird geparst und in Stücke aufgeteilt, die verschiedenen Standardvariablen zugewiesen werden. Die Antwort %Address% (nach dem letzten Redirect, wenn du %Auto Redirect% aktiviert hast) wird in der String Variable `data.ADDRESS` gespeichert. Die Antwort %body% (auch bekannt als Quelle) wird in der String-Variable `data.SOURCE` (als UTF-8 String) und in der Byte-Array-Variable `data.RAWSOURCE` (nach der Dekomprimierung von z.B. gzip) gespeichert.
es: La respuesta se analizará y dividirá en fragmentos que se asignarán a diferentes variables predeterminadas. La respuesta %Address% (después de la última redirección si tiene %Auto Redirect% habilitado) se guardará en la variable de texto `data.ADDRESS`. La respuesta %body% (también conocida como fuente) estará dentro de la variable Texto `data.SOURCE` (como un texto UTF-8) y dentro de la variable Byte Array` data.RAWSOURCE` (después de la descompresión de por ejemplo, gzip).
fa: پاسخ تجزیه خواهد شد و به چند بخش تقسیم می شود که به متغیرهای پیش فرض مختلف اختصاص می یابد. پاسخ٪ آدرس٪ (پس از آخرین تغییر مسیر در صورت فعال بودن٪ Redirect٪) در متغیر رشته "data.ADDRESS" ذخیره می شود. پاسخ٪ body٪ (منبع a.k.) در داخل متغیر String `data.SOURCE` (به عنوان رشته UTF-8) و در داخل متغیر Byte Array` data.RAWSOURCE` (پس از فشرده سازی به عنوان مثال gzip) خواهد بود.
fr: La réponse sera analysée et divisée en morceaux qui seront affectés à différentes variables par défaut. La réponse %Address% (après la dernière redirection si vous avez activé %Auto Redirect%) sera enregistrée dans la variable String `data.ADDRESS`. La réponse %body% (a.k.a source) sera à l'intérieur de la variable String `data.SOURCE` (sous forme de chaîne UTF-8), et à l'intérieur de la variable Byte Array `data.RAWSOURCE` (après décompression de par exemple gzip).
it: La risposta verrà letta e divisa in parti che verranno assegnati a diverse variabili predefinite. L'%indirizzo% (dopo l'ultimo redirect se hai selezionato %Auto Redirect%) sarà salvato nella variabile `data.ADDRESS` di tipo String. Il %corpo% della risposta (ovvero il sorgente) verrà assegnato alla variabile di tipo String `data.SOURCE` (come stringa UTF-8), e alla variabile di tipo Byte Array `data.RAWSOURCE` (dopo la decompressione ad esempio di gzip).
nl: Het antwoord wordt verwerkt en verdeeld in stukken die aan verschillende standaardvariabelen worden toegewezen. Het antwoord %Address% (na de laatste omleiding als %Auto Redirect% is ingeschakeld) wordt opgeslagen in de String-variabele `data.ADDRESS`. De antwoord %bron% zal binnen de String-variabele 'data.SOURCE' (als een UTF-8-string) staan, en binnen de Byte Array-variabele 'data.RAWSOURCE' (na decompressie van bijvoorbeeld gzip).
ro: Raspunsul va fi analizat si impartit in bucati care vor fi atribuite diferitelor variabile implicite.Raspunsul %Adresa% (dupa ultima redirectionare daca aveti activata %Redirectionare automata%) va fi salvat in variabila Sir 'date.ADDRESS'. Raspunsul %body% (a.k. o sursa) va fi in variabila String `data.SOURCE` (ca un sir UTF-8) si in interiorul variabilei Byte Array `data.RAWSOURCE` (dupa decompresie de ex. Gzip).
ru: Ответ будет разобран и разделен на фрагменты, которые будут присвоены различным переменным по умолчанию. Ответ %Address% (после последнего перенаправления, если у вас включена функция %Auto Redirect%) будет сохранен в строковой переменной `data.ADDRESS`. Ответ %body% (он же источник) будет находиться в строковой переменной `data.SOURCE` (в виде строки UTF-8) и в переменной массива байт `data.RAWSOURCE` (после распаковки, например, gzip).
tr: Yanıt ayrıştırılacak ve farklı varsayılan değişkenlere atanan parçalara bölünecektir. %Adres% yanıtı (%Oto yeniden yönlendirme% son yeniden yönlendirmeden sonra etkinse) `data.ADDRESS` dize değişkenine kaydedilecektir. %body/gövde% yanıtı (nam-ı diğer kaynak) String değişkeni olan `data.SOURCE` (UTF-8 dizesi olarak), ve Byte Array değişkeni olan `data.RAWSOURCE` (ör. Gzip açıldıktan sonra) içinde olacaktır.

# Help1x04
source: The %Response Code% (e.g. 200) will be inserted in the Integer variable `data.RESPONSECODE`. The headers will be parsed to a dictionary and inserted in the Dictionary of Strings variable `data.HEADERS`, and likewise for cookies in the `data.COOKIES` variable. Remember that you can easily retrieve values from dictionaries by key with the syntax `data.HEADERS["header-name"]`. If the request fails, the `data.STATUS` variable will be set to `ERROR`.
de: Der %Response Code% (z.B. 200) wird in die Integer Variable `data.RESPONSECODE` eingefügt. Die Kopfzeilen werden in ein Wörterbuch geparst und in die Dictionary of Strings Variable `data.HEADERS` eingefügt, und ebenso für Cookies in die `data.COOKIES` Variable. Denke daran, dass du Werte aus Wörterbüchern einfach nach Schlüssel mit der Syntax `data.HEADERS["header-name"]` abrufen kannst. Wenn die Anfrage fehlschlägt, wird die Variable `data.STATUS` auf `ERROR` gesetzt.
es: El %código de respuesta% (por ejemplo, 200) se insertará en una variable de tipo integro `data.RESPONSECODE`. Los encabezados se analizarán y se insertarán en la variable de tipo Diccionario (par) de Texto `data.HEADERS`, y también para las cookies en la variable` data.COOKIES`. Recuerde que puede recuperar fácilmente valores de diccionarios por clave con la sintaxis `data.HEADERS [" header-name "]`. Si la solicitud falla, la variable `data.STATUS` se establecerá en` ERROR`.
fa: ٪ پاسخ کد٪ (به عنوان مثال 200) در متغیر Integer `data.RESPONSECODE` درج خواهد شد. سرصفحه ها به یک فرهنگ لغت تجزیه می شوند و در متغیر Dictionary of Strings `data.HEADERS` درج می شوند ، و به همین ترتیب برای کوکی ها در متغیر` data.COOKIES`. به یاد داشته باشید که می توانید مقادیر را با استفاده از نحو `data.HEADERS [به راحتی از طریق دیکشنری بازیابی کنید. در صورت عدم موفقیت درخواست ، متغیر `data.STATUS` بر روی` ERROR` تنظیم می شود.
fr: Le %Code de réponse% (par exemple 200) sera inséré dans la variable Entier `data.RESPONSECODE`. Les en-têtes seront analysés dans un dictionnaire et insérés dans la variable Dictionary of Strings `data.HEADERS`, et de même pour les cookies dans la variable `data.COOKIES`. N'oubliez pas que vous pouvez facilement récupérer les valeurs des dictionnaires par clé avec la syntaxe `data.HEADERS [" header-name "]`. Si la requête échoue, la variable `data.STATUS` sera définie sur` ERROR`.
it: Il %codice della risposta% (es. 200) verrà inserito nella variabile `data.RESPONSECODE` di tipo Integer. Gli headers saranno trasformati in un dizionario e messi nella variabile `data.HEADERS` di tipo Dictionary of Strings, e similmente per i cookies nella variabile `data.COOKIES`. Ricorda che puoi ricavare valori dai dizionari molto facilmente data la loro chiave con la sintassi `data.HEADERS["nome-header"]`. Se la richiesta fallisce, alla variabile `data.STATUS` verrà assegnato il valore `ERROR`.
nl: De %Response Code% (bijv. 200) wordt ingevoegd in de Integer-variabele `data.RESPONSECODE`. De headers worden verwerkt naar een woordenboek en ingevoegd in de variabele `data.HEADERS` van de Dictionary of Strings, en ook voor cookies in de variabele` data.COOKIES`. Onthoud dat u gemakkelijk waarden uit woordenboeken kunt ophalen op sleutel met de syntax `data.HEADERS [" header-name "]`. Als het verzoek mislukt, wordt de variabele 'data.STATUS' ingesteld op 'ERROR'.
ro: %Response Code% (de ex. 200) va fi inserat in variabila Intreg `data.RESPONSECODE`. Anteturile vor fi analizate intr-un dictionar si inserate in variabila Dictionar de siruri `data.HEADERS` si, de asemenea, pentru cookie-urile din variabila `data.COOKIES`. Amintiti-va ca puteti extrage cu usurinta valorile din dictionare prin cheie cu sintaxa `date.HEADERS["header-name"]`. Daca solicitarea esueaza, variabila `data.STATUS` va fi setata ca 'EROARE'.
ru: Код %Response Code% (например, 200) будет вставлен в целочисленную переменную `data.RESPONSECODE`. Заголовки будут разобраны в словарь и вставлены в переменную `data.HEADERS`, а cookies - в переменную `data.COOKIES`. Помните, что вы можете легко получить значения из словарей по ключу с помощью синтаксиса `data.HEADERS["header-name"]`. Если запрос не удался, переменная `data.STATUS` будет установлена в `ERROR`.
tr: %Response/Yanıt Kodu% (örn. 200) tamsayı değişkeni olan `data.RESPONSECODE` içine eklenecektir. Başlıklar bir sözlüğe ayrıştırılacak ve Dizeler Sözlüğü değişkeni olan `data.HEADERS`, içine eklenecektir ve benzer şekilde `data.COOKIES` değişkenindeki çerezler için eklenecektir. data.HEADERS["header-name"]` sözdizimi ile sözlüklerden değerleri anahtara göre kolayca alabileceğinizi unutmayın. İstek başarısız olursa, `data.STATUS` değişkeni `HATA/ERROR` olarak ayarlanacaktır.

# Help1x05
source: One last thing to remember is that cookies inside the `data.COOKIES` variable are only added or overwritten, never deleted. This means that previously received cookies (which are inside the `data.COOKIES` variable) will be sent again inside the next requests, in addition to the %Custom Cookies% you can define for each new request. This happens unless `data.COOKIES` is cleared or reinitialized.
de: Eine letzte Sache, die du dir merken solltest, ist, dass Cookies in der Variable `data.COOKIES` nur hinzugefügt oder überschrieben werden, niemals gelöscht. Das bedeutet, dass zuvor empfangene Cookies (die sich in der Variable `data.COOKIES` befinden) bei den nächsten Anfragen erneut gesendet werden, zusätzlich zu den %Custom Cookies%, die du für jede neue Anfrage definieren kannst. Dies geschieht, solange `data.COOKIES` nicht gelöscht oder neu initialisiert wird.
es: Una última cosa para recordar es que las cookies dentro de la variable `data.COOKIES` solo se agregan ó sobrescriben, nunca se eliminan. Esto significa que las cookies recibidas anteriormente (que están dentro de la variable `data.COOKIES`) serán enviadas nuevamente dentro de las siguientes solicitudes, además del %Custom Cookies% que puedes definir para cada nueva solicitud. Esto sucederá a menos que se borre o reinicialice `data.COOKIES`.
fa: آخرین نکته ای که باید بخاطر بسپارید این است که کوکی های داخل متغیر «data.COOKIES» فقط اضافه یا رونویسی می شوند ، هرگز حذف نمی شوند. این بدان معناست که کوکی های قبلاً دریافت شده (که در داخل متغیر «data.COOKIES» هستند) علاوه بر٪ سفارشی کوکی هایی که می توانید برای هر درخواست جدید تعریف کنید ، دوباره در داخل درخواست های بعدی ارسال می شوند. این اتفاق می افتد مگر اینکه "data.COOKIES" پاک یا مجدداً تنظیم شود.
fr: Une dernière chose à retenir est que les cookies à l'intérieur de la variable `data.COOKIES` sont uniquement ajoutés ou écrasés, jamais supprimés. Cela signifie que les cookies précédemment reçus (qui sont à l'intérieur de la variable `data.COOKIES`) seront à nouveau envoyés dans les requêtes suivantes, en plus des %Cookies personnalisés% que vous pouvez définir pour chaque nouvelle requête. Cela se produit à moins que «data.COOKIES» ne soit effacé ou réinitialisé.
it: Un'ultima cosa da ricordare è che i cookies nella variabile `data.COOKIES` vengono solo aggiunti o sovrascritti, mai cancellati. Questo significa che i cookies ricevuti in precedenza verranno inviati nuovamente nelle richieste future, oltre ai %Custom Cookies% che puoi definire per ogni nuova richiesta. Questo accade a meno che `data.COOKIES` venga pulita o reinizializzata.
nl: Een laatste ding om te onthouden is dat cookies in de `data.COOKIES` variabele alleen worden toegevoegd of overschreven, nooit verwijderd. Dit betekent dat eerder ontvangen cookies (die zich in de `data.COOKIES` -variabele bevinden) opnieuw worden verzonden binnen de volgende verzoeken, naast de %Custom Cookies% die u voor elk nieuw verzoek kunt definiëren. Dit gebeurt tenzij `data.COOKIES` wordt gewist of opnieuw wordt geïnitialiseerd.
ro: Un ultim lucru de retinut este ca cookie-urile din variabila `data.COOKIES` sunt doar adaugate sau suprascrise, niciodata sterse. Aceasta inseamna ca cookie-urile primite anterior (care se afla in variabila `data.COOKIES`) vor fi trimise din nou in urmatoarele solicitari, in plus fata de %Cookies personalizate% pe care le puteti defini pentru fiecare noua solicitare. Acest lucru se intampla cu exceptia cazului in care 'data.COOKIES' este sters sau reinitializat.
ru: И последнее, о чем следует помнить: куки-файлы внутри переменной `data.COOKIES` только добавляются или перезаписываются, но никогда не удаляются. Это означает, что ранее полученные cookies (которые находятся в переменной `data.COOKIES`) будут снова отправляться при следующих запросах, в дополнение к %Custom Cookies%, которые вы можете определить для каждого нового запроса. Это произойдет, если `data.COOKIES` не будет очищена или переинициализирована.
tr: Unutulmaması gereken son bir şey, `data.COOKIES` değişkeninin içindeki çerezlerler yalnızca eklenir veya üzerine yazılır, asla silinmez. Bu, her yeni istek için tanımlayabileceğiniz %Özel Çerezler%'e ek olarak daha önce alınan çerezlerin (`data.COOKIES` içinde yer alan değişken) sonraki isteklerde tekrar gönderileceği anlamına gelir. Bu işlem, `data.COOKIES` temizlenmediği veya yeniden başlatılmadığı sürece gerçekleşir.
