Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Shared/HttpRequestBlockSettingsViewer.*.resx
Languages: de, es, fa, fr, it, nl, ro, ru, tr

source: Hide
de: Verstecken
es: Ocultar
fa: مخفی
fr: Cacher
it: Nascondi
nl: Verbergen
ro: Ascunde
ru: Скрыть
tr: Gizle

source: Label
de: Bezeichnung
es: Etiqueta
fa: متن
it: Etichetta
ro: Eticheta
ru: Этикетка
tr: Etiket

# SafeMode
source: Safe mode (catch exceptions to data.ERROR)
it: Modalità sicura (scrivi eccezioni in data.ERROR)

source: Settings
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Réglages
it: Impostazioni
nl: Instellingen
ro: Setari
ru: Настройки
tr: Ayarlar

source: Show
de: Zeigen
es: Mostrar
fa: نمایش
fr: Afficher
it: Mostra
nl: Laten zien
ro: Arata
ru: Показать
tr: Göster
