Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Shared/MultiRunOptions.*.resx
Languages: de, es, fr, it, nl, pt, ro, ru, tr

source: Bots
ru: Боты
tr: Botlar

source: by
de: von
es: por
fr: par
it: di
nl: door
pt: De
ro: de catre
ru: по
tr: tarafından

source: Concurrent proxy mode
de: Concurrent Proxy Modus
es: Modo proxy actual
fr: Mode proxy simultané
it: Modalità proxy contemporanei
nl: Concurrent proxy-modus
pt: Modo proxy simultâneo
ro: Modul proxy curent
ru: Режим одновременного проксирования
tr: Eşzamanlı proksi modu

source: Config
ru: Конфигурация
tr: Yapılandırma

source: Data pool
de: Datenbestand
es: Grupo de datos
fr: Pool de données
it: Pool di dati
nl: Gegevens pool
pt: Pool de dados
ro: Grup de date
ru: Пул данных
tr: Veri havuzu

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
nl: Standaard
pt: Predefinição
ru: По умолчанию
tr: Varsayılan

# Help1x00
source: What are these options?
de: Was sind diese Optionen?
es: ¿Que son estas opciones?
fr: Quelles sont ces options?
it: Cosa sono queste opzioni?
nl: Welke mogelijkheden zijn er?
pt: Quais são essas opções?
ro: Ce sunt aceste optiuni?
ru: Что это за варианты?
tr: Bu ayarlar da neyin nesi?

# Help1x01
source: When you create a MultiRun Job you need to provide a %config%. In the %Configs% section you can create your own or import an existing one. Once you tested a config in the debugger of the Configs section, you can select it here in order to execute it with multiple bots running in parallel. Simply click on the %Select Config% button and you will be able to select your config from a list. You will also be shown a preview of the %readme% file of the config.
de: Wenn du einen MultiRun Job erstellst, musst du eine %Config% angeben. Im Abschnitt %ConfigS% kannst du deine eigene erstellen oder eine bestehende importieren. Sobald du eine Config im Debugger des Configs-Bereichs getestet hast, kannst du sie hier auswählen, um sie mit mehreren parallel laufenden Bots auszuführen. Klicke einfach auf den %Config auswählen% Button und du kannst deine Config aus einer Liste auswählen. Es wird dir auch eine Vorschau der %LiesMich% Datei der Config angezeigt.
es: Cuando crea una tarea de ejecución múltiple, debe proporcionar una %config%. En la sección %Configs% puede crear uno propio o importar uno existente. Una vez que haya probado una configuración en el depurador de la sección Configuraciones, puede seleccionarla aquí para ejecutarla con varios bots ejecutándose en paralelo. Simplemente haga clic en el botón %Seleccionar config% y podrá seleccionar su configuración de una lista. También se le mostrará una vista previa del archivo %readme% de la configuración.
fr: Lorsque vous créez un Job MultiRun, vous devez fournir un %config%. Dans la section %Configs%, vous pouvez créer le vôtre ou en importer un existant. Une fois que vous avez testé une config dans le débogueur de la section Configs, vous pouvez la sélectionner ici afin de l'exécuter avec plusieurs robots fonctionnant en parallèle. Cliquez simplement sur le bouton %Select Config% et vous pourrez sélectionner votre config dans une liste. Un aperçu du fichier %readme% de la config s'affichera également.
it: Quando crei un MultiRun Job devi specificare una %config%. Nella sezione %Config% puoi crearne una o importarne una esistente. Quando hai testato la config nel debugger della sezione Config, puoi selezionarla qui per eseguirla con tanti bot in parallelo. Clicca semplicemente il tasto %Seleziona config% e potrai scegliere la config desiderata da una lista. Verrà anche visualizzata un'anteprima del file %leggimi% della config.
nl: Wanneer u een MultiRun Taak aanmaakt, moet u een %config% opgeven. In de %Configs% sectie kunt u uw eigen aanmaken of een bestaande importeren. Nadat je een config hebt getest in de debugger van de sectie Configs, kun je deze hier selecteren om deze uit te voeren met meerdere bots die parallel lopen. Klik gewoon op de knop %Select Config% en u kunt uw config uit een lijst selecteren. U krijgt ook een voorbeeld te zien van het %readme% -bestand van de config.
pt: Ao criar um trabalho MultiRun, você precisa fornecer um %Config%. Na seção %Configs% você pode criar o seu próprio ou importar um existente. Depois de testar um config no depurador da seção Configs, você pode selecioná-lo aqui para executá-lo com vários bots em execução em paralelo. Basta clicar no botão %SelectConfig% e você poderá selecionar sua configuração em uma lista. Você também verá uma prévia do arquivo %readme% da configuração.
ro: Cand creati un job MultiRun, trebuie sa furnizati un %config%. In sectiunea %Configs% puteti sa creati propria dvs. sau sa importati una existenta. Odata ce ati testat o configurare in depanatorul sectiunii Configuri, o puteti selecta aici pentru a o executa cu mai multi roboti care ruleaza in paralel. Pur si simplu faceti clic pe butonul %Select Config% si veti putea selecta configurarea dintr-o lista. De asemenea, vi se va afisa o previzualizare a fisierului %readme% din config.
ru: При создании задания MultiRun Job необходимо указать %config%. В разделе %Configs% вы можете создать свой собственный конфиг или импортировать существующий. После того как вы протестировали конфиг в отладчике раздела Configs, вы можете выбрать его здесь, чтобы выполнить его с несколькими ботами, работающими параллельно. Просто нажмите на кнопку %Select Config%, и вы сможете выбрать свой конфиг из списка. Вам также будет показан предварительный просмотр %readme% файла конфига.
tr: Bir MultiRun/Çoklu çalıştırma işi oluşturduğunuzda bir %config/yapılandırma% sağlamanız gerekir. %Configs/Yapılandırmalar% bölümünde kendinizinkini oluşturabilir veya var olanı içe aktarabilirsiniz. Yapılandırmalar bölümünün hata ayıklayıcısında bir yapılandırmayı test ettikten sonra, onu paralel çalışan birden çok botla yürütmek için buradan seçebilirsiniz. %Yapılandırma Seç% butonuna tıklayın sadece, böylece bir listeden yapılandırma seçebileceksiniz. Ayrıca yapılandırmanın %readme/benioku% dosyasının bir önizlemesi de gösterilecektir.

# Help1x02
source: The %Proxy mode% decides whether proxies will be used when running the selected config. If you leave it on %Default% it will use whatever is specified in the settings of the config (Proxies section, %Use proxies% option). If you choose %Yes% or %No% it will override the default setting.
de: Der %Proxy-Modus% entscheidet, ob Proxies verwendet werden, wenn die ausgewählte Konfiguration ausgeführt wird. Wenn du ihn auf %Default% belässt, wird er das verwenden, was in den Einstellungen der Konfiguration angegeben ist (Abschnitt Proxies, Option %Proxies benutzen%). Wenn du %Ja% oder %Nein% auswählst, wird die Standardeinstellung außer Kraft gesetzt.
es: El %modo Proxy% decide si se utilizarán proxis al ejecutar la configuración seleccionada. Si lo deja en %por defecto%, usará lo que se especifique en la configuración de la config (sección Proxis, opción %Usar proxis%). Si elige %Sí% ó %No%, anulará la configuración predeterminada.
fr: Le %mode proxy% décide si les proxies seront utilisés lors de l'exécution de la config sélectionnée. Si vous le laissez sur %Default%, il utilisera tout ce qui est spécifié dans les paramètres de la configuration (section Proxies, option %Use proxies%). Si vous choisissez %Oui% ou %Non%, cela remplacera le paramètre par défaut.
it: La %Modalità proxy% decide se i proxy saranno usati durante l'esecuzione della config. Se lo lasci su %Default% verrà usato ciò che è specificato nelle impostazioni della config (sezione Proxy, opzione %Usa i proxy%). Se scegli %On% o %Off%, questi prevarranno sull'opzione predefinita della config.
nl: De %Proxy-modus% beslist of er proxy's worden gebruikt bij het uitvoeren van de geselecteerde config. Als je het op %Default% laat staan, zal het alles gebruiken wat gespecificeerd is in de instellingen van de config (sectie Proxy's, %Gebruik proxy's% optie). Als u %Ja% of %Nee% kiest, wordt de standaardinstellingen overschreven.
pt: O modo %Proxy% decide se os proxies serão usados ​​ao executar a configuração selecionada. Se você deixar em %Default%, ele usará tudo o que estiver especificado nas configurações da configuração (seção Proxies, opção %UseProxies%). Se você escolher %Yes% ou %No%, a configuração padrão será substituída.
ro: Modul %Proxy% decide daca proxy-urile vor fi utilizate atunci cand se executa configurarea selectata. Daca il lasati pe %Default%, acesta va folosi tot ceea ce este specificat in setarile configului (sectiunea Proxies, optiunea %Use proxies%). Daca alegeti %Da% sau %Nu%, aceasta va inlocui setarea implicita.
ru: Параметр %Proxy mode% определяет, будут ли использоваться прокси при запуске выбранного конфига. Если вы оставите значение %Default%, то будет использоваться все, что указано в настройках конфигурации (раздел Proxies, опция %Use proxies%). Если вы выберете %Yes% или %No%, это отменит настройки по умолчанию.
tr: %Proksi modu% seçilen yapılandırmayı çalıştırırken proksilerin kullanılıp kullanılmayacağına karar verir. %Varsayılan% olarak bırakırsanız, yapılandırmanın ayarlarında belirtilenleri kullanacaktır (Proksiler bölümü, %Proksiler kullan% seçeneği).%Evet% veya %Hayır%'ı seçerseniz, varsayılan ayarı geçersiz kılar.

# Help1x03
source: %Bots% are the number of parallel workers that will execute your config, each with their own data line from the data pool you specified (for example a wordlist). The more bots you put, the more requests will be made at the same time, but be aware that there is a %limit% which depends on your machine's hardware after which increasing the amount of bots actually degrades the performances!
de: %Bots% sind die Anzahl der parallelen Worker, die deine Konfiguration ausführen werden, jeder mit seiner eigenen Datenzeile aus dem Datenbestand, den du angegeben hast (zum Beispiel eine Wordlist). Je mehr Bots du einstellst, desto mehr Anfragen werden gleichzeitig gestellt, aber beachte, dass es ein %Limit% gibt, das von der Hardware deiner Maschine abhängt, nach dem die Erhöhung der Anzahl der Bots die Leistung verschlechtert!
es: %Bots% es el número de ejecuciones en paralelos que ejecutarán su configuración, cada uno con su propia línea de datos del grupo de datos que especificó (por ejemplo, un diccionario). Cuantos más bots pongas, más solicitudes se realizarán al mismo tiempo, pero ten en cuenta que hay un %limite% que depende del hardware de tu máquina, y que al sobrepasar este límite de bots degrada el rendimiento.
fr: %Bots% est le nombre de nœuds de calcul parallèles qui exécuteront votre configuration, chacun avec sa propre ligne de données du pool de données que vous avez spécifié (par exemple une Wordlist). Plus vous mettez de bots, plus il y aura de requêtes en même temps, mais sachez qu'il y a un %limite% qui dépend du matériel de votre machine après quoi l'augmentation du nombre de bots dégrade réellement les performances!
it: I %Bots% sono il numero di lavoratori paralleli che eseguiranno la tua config, ognuno con una linea di dati dalla pool di dati che hai specificato (come ad esempio una wordlist). Più bots metti, più richieste verranno fatte allo stesso tempo, ma attenzione perchè c'è un %limite% che dipende dall'hardware della tua macchina, dopo il quale incrementare il numero di bots peggiora le performance!
nl: %Bots% is het aantal parallelle werkers dat uw config zal uitvoeren, elk met hun eigen datalijn uit de datapool die u heeft gespecificeerd (bijvoorbeeld een wordlist). Hoe meer bots je plaatst, hoe meer verzoeken er tegelijkertijd worden gedaan, maar houd er rekening mee dat er een %Limiet% is dat afhangt van de hardware van je machine, waarna het verhogen van het aantal bots de prestaties daadwerkelijk verslechtert!
pt: %Bots% é o número de workers paralelos que executarão sua configuração, cada um com sua própria linha de dados do pool de dados que você especificou (por exemplo, uma lista de palavras). Quanto mais bots você colocar, mais solicitações serão feitas ao mesmo tempo, mas esteja ciente de que há um %Limit% que depende do hardware da sua máquina, depois do qual aumentar a quantidade de bots realmente degrada o desempenho!
ro: %Bots% sunt numarul de lucratori paraleli care va vor executa configurarea, fiecare cu propria linie de date din grupul de date specificat (de exemplu, o lista de cuvinte). Cu cat puneti mai multi roboti, cu atat mai multe solicitari vor fi facute in acelasi timp, dar retineti ca exista o %limita% care depinde de hardware-ul masinii dvs. dupa care cresterea cantitatii de roboti degradeaza de fapt performantele!
ru: %Боты% - это количество параллельных рабочих, которые будут выполнять ваш конфиг, каждый со своей строкой данных из указанного вами пула данных (например, списка слов). Чем больше ботов вы поставите, тем больше запросов будет сделано одновременно, но имейте в виду, что существует %лимит%, который зависит от аппаратного обеспечения вашей машины, после которого увеличение количества ботов фактически ухудшает производительность!
tr: %Botlar% yapılandırmanızı yürütecek paralel çalışanların sayısıdır, her biri belirttiğiniz veri havuzundan kendi veri satırına sahiptir (örneğin bir kelime listesi gibi). Ne kadar çok bot koyarsanız, aynı anda daha fazla istek yapılacaktır, ancak makinenizin donanımına bağlı olan bir %limit% olduğunu ve botların miktarını artırmanın aslında performansları düşürdüğünü unutmayın!

# Help1x04
source: The %Skip% defines how many lines are to be skipped from the start of the data pool. This value is set automatically as soon as you select a pair of config and wordlist that you have already run before, since checkpoints of your progress are periodically saved to the database.
de: Die %überspringen% Einstellung legt fest, wie viele Zeilen ab dem Beginn ​des Datenpools übersprungen werden sollen. Dieser Wert wird automatisch gesetzt, sobald du ein Paar aus Config und Wordlist auswählst, das du schon einmal ausgeführt hast, da Checkpoints deines Fortschritts periodisch in der Datenbank gespeichert werden.
es: El %Omitir% define cuántas líneas se omitirán desde el inicio del grupo de datos. Este valor se establece automáticamente tan pronto como selecciona un par de configuración y diccionarios que ya ha ejecutado antes, ya que los puntos de control de su progreso se guardan periódicamente en la base de datos.
fr: Le %Skip% définit le nombre de lignes à ignorer depuis le début du pool de données. Cette valeur est définie automatiquement dès que vous sélectionnez une paire de config et de wordlist que vous avez déjà exécutée auparavant, car les points de contrôle de votre progression sont périodiquement enregistrés dans la base de données.
it: L'opzione %Salta% definisce quante righe saltare dall'inizio della pool di dati. Questo valore viene impostato in automatico appena selezioni una coppia di config e wordlist che hai già eseguito in passato, dato che vengono salvati periodicamente dei checkpoint del progresso nel database.
nl: %Skip% geeft aan hoeveel regels er moeten worden overgeslagen vanaf het begin van de datapool. Deze waarde wordt automatisch ingesteld zodra u een paar configs en wordlists selecteert die u al eerder hebt uitgevoerd, aangezien controlepunten van uw voortgang periodiek in de database worden opgeslagen.
pt: O %Skip% define quantas linhas devem ser ignoradas desde o início do pool de dados. Este valor é definido automaticamente assim que você seleciona um par de config e lista de palavras que você já executou antes, uma vez que os pontos de verificação de seu progresso são salvos periodicamente no banco de dados.
ro: %Skip% defineste cate linii trebuie omise de la inceputul grupului de date. Aceasta valoare este setata automat de indata ce selectati o pereche de config si lista de cuvinte pe care le-ati rulat deja, deoarece punctele de control ale progresului dvs. sunt salvate periodic in baza de date.
ru: %Skip% определяет, сколько строк должно быть пропущено от начала пула данных. Это значение устанавливается автоматически, как только вы выбираете пару config и wordlist, которую вы уже запускали ранее, поскольку контрольные точки вашего прогресса периодически сохраняются в базе данных.
tr: %Skip/Atla% veri havuzunun başlangıcından itibaren kaç satırın atlanacağını tanımlar. This value is set automatically as soon as you select a pair of config and wordlist that you have already run before, since checkpoints of your progress are periodically saved to the database.

# Help2x00
source: What is a data pool?
de: Was ist ein Datenbestand?
es: ¿Qué es un grupo de datos?
fr: Qu'est-ce qu'un pool de données?
it: Cos'è una pool di dati?
nl: Wat is een datapool?
pt: O que é um pool de dados?
ro: Ce este un pool de date?
ru: Что такое пул данных?
tr: Veri havuzu nedir?

# Help2x01
source: A %Data pool% is the source of all the data lines that will be assigned to the bots. The data pool will be read line by line and whenever there's an available bot, it will be assigned a line to process. There are different ways to initialize a data pool. The most common way is through a %wordlist%. In order to use a wordlist, you first have to import one in the %Wordlists% section. Once you imported a wordlist, simply click on the %Select wordlist% button and select the wordlist you want to use. You will also be able to see a preview of the first few lines of the wordlist.
de: Ein %Datenbestand% ist die Quelle für alle Datenzeilen, die den Bots zugewiesen werden. Der Datenbestand wird Zeile für Zeile ausgelesen und sobald ein Bot verfügbar ist, wird ihm eine Zeile zugewiesen, die er bearbeiten kann. Es gibt verschiedene Wege, einen Datenbestand zu initialisieren. Der gebräuchlichste Weg ist über eine %Wordlist%. Um eine Wordlist zu verwenden, musst du zuerst eine im Bereich %Wordlists% importieren. Sobald du eine Wortlist importiert hast, klicke einfach auf den %Wortlist% Button und wähle die Wordlist aus, die du verwenden möchtest. Du wirst auch eine Vorschau der ersten paar Zeilen der Wordlist sehen können.
es: Un %Grupo de Datos% es la fuente de todas las líneas de datos que se asignarán a los bots. El grupo de datos se leerá línea por línea y siempre que haya un bot disponible, se le asignará una línea para procesar. Hay diferentes formas de inicializar un grupo de datos. La forma más común es a través de %diccionario%. Para utilizar un diccionario, primero debes importar uno en la sección %Diccionario%. Una vez que haya importado un diccionario, simplemente haga clic en el botón %Seleccionar diccionario% y seleccione el diccionario que desea usar. También podrá ver una vista previa de las primeras líneas de su diccionario.
fr: Un %pool de données% est la source de toutes les lignes de données qui seront affectées aux bots. Le pool de données sera lu ligne par ligne et chaque fois qu'il y aura un bot disponible, il se verra attribuer une ligne à traiter. Il existe différentes manières d'initialiser un pool de données. Le moyen le plus courant consiste à utiliser une %wordlist%. Pour utiliser une wordlist, vous devez d'abord en importer une dans la section %Wordlists%. Une fois que vous avez importé une wordlist, cliquez simplement sur le bouton %Select wordlist% et sélectionnez la liste de mots que vous souhaitez utiliser. Vous pourrez également voir un aperçu des premières lignes de la wordlist.
it: Una %Pool di dati% è la sorgente di tutte le righe di dati che verranno assegnate ai bots. La pool di dati verrà letta riga per riga e, ogni volta che c'è un bot disponibile, gli verrà assegnata una riga da processare. Ci sono molti modi di inizializzare una pool di dati. Il modo più comune è grazie a una %wordlist%. Per usare una wordlist, devi prima importarne una nella sezione %Wordlists%. Una volta che hai importato una wordlist, clicca semplicemente sul pulsante %Seleziona wordlist% e seleziona la wordlist che vuoi usare. Vedrai anche un'anteprima della prime righe della wordlist.
nl: Een %Data pool% is de bron van alle datalijnen die aan de bots worden toegewezen. De datapool wordt regel voor regel gelezen en wanneer er een beschikbare bot is, krijgt deze een regel toegewezen om te verwerken. Er zijn verschillende manieren om een ​​datapool te initialiseren. De meest gebruikelijke manier is via een %wordlist%. Om een wordlist te gebruiken, moet u er eerst een importeren in de %Wordlists% sectie. Nadat u een wordlist heeft geïmporteerd, klikt u op de %Selecteer wordlist% knop en selecteert u de wordlist die u wilt gebruiken. U kunt ook een voorbeeld van de eerste paar regels van de wordlist zien.
pt: Um %DataPool% é a fonte de todas as linhas de dados que serão atribuídas aos bots. O pool de dados será lido linha por linha e sempre que houver um bot disponível, será atribuída uma linha para processar. Existem diferentes maneiras de inicializar um pool de dados. A forma mais comum é por meio de %wordlist%. Para usar uma lista de palavras, primeiro você deve importar uma na seção %Wordlists%. Depois de importar uma lista de palavras, basta clicar no botão %Selecionar lista de palavras% e selecionar a lista de palavras que deseja usar. Você também poderá ver uma prévia das primeiras linhas da lista de palavras.
ro: Un %pool de date% este sursa tuturor liniilor de date care vor fi atribuite robotilor. Pool-ul de date va fi citit rand cu rand si ori de cate ori exista un bot disponibil, i se va atribui o linie de procesat. Exista diferite moduri de a initializa un pool de date. Cel mai obisnuit mod este printr-o %lista de cuvinte%. Pentru a utiliza o lista de cuvinte, trebuie mai intai sa o importati in sectiunea %Wordlist%. Odata ce ati importat o lista de cuvinte, pur si simplu faceti clic pe butonul %Selectare lista de cuvinte% si selectati lista de cuvinte pe care doriti sa o utilizati. De asemenea, veti putea vedea o previzualizare a primelor cateva randuri ale listei de cuvinte.
ru: Пул данных %Data pool% является источником всех строк данных, которые будут назначены ботам. Пул данных будет считываться построчно, и когда найдется свободный бот, ему будет назначена строка для обработки. Существуют различные способы инициализации пула данных. Самый распространенный способ - через %wordlist%. Чтобы использовать список слов, сначала нужно импортировать его в разделе %Wordlists%. После того как вы импортировали список слов, просто нажмите кнопку %Выбрать список слов% и выберите список слов, который вы хотите использовать. Вы также сможете увидеть предварительный просмотр первых нескольких строк списка.
tr: Bir %Veri havuzu% botlara atanacak tüm veri hatlarının kaynağıdır. Veri havuzu satır satır okunacak ve kullanılabilir bir bot olduğunda, işlenmesi için bir satır atanacaktır. Bir veri havuzunu başlatmanın farklı yolları vardır. En yaygın yol %wordlist/kelime listesi% yöntemidir. Bir kelime listesi kullanmak için, önce %Kelime Listesi% bölümünden içeri aktarım yapmanız gerekir. Bir kelime listesini içe aktardıktan sonra, %Kelime Listesi Seç% butonuna tıklayın ve kullanmak istediğiniz kelime listesini seçin. Ayrıca, kelime listesinin ilk birkaç satırının önizlemesini de görebileceksiniz.
