Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Shared/MultiRunOptions.*.resx
Languages: de, es, fr, it, nl, pt, ro, ru, tr

# Help3x02
source: A proxy source of the %File% type will load proxies from a given file on the disk. You can type the full path to the file you want and also the proxy %type% that will be used as default if none was specified through advanced syntax. You can edit the contents of the file at any point and the next time a proxy reload happens you will have your brand new proxies parsed from the file.
de: Eine Proxyquelle vom Typ %Datei% lädt Proxys aus einer bestimmten Datei auf der Festplatte. Du kannst den vollständigen Pfad zu der gewünschten Datei eingeben und auch die Proxy %Art%, die als Standard verwendet wird, wenn keine durch die erweiterte Syntax angegeben wurde. Du kannst den Inhalt der Datei jederzeit bearbeiten und beim nächsten Proxy-Reload werden deine neuen Proxys aus der Datei geparst.
es: Una fuente de proxy del tipo %Archivo% cargará los proxis de un archivo determinado en el disco. Puede escribir la ruta completa al archivo que desea y también el % tipo% de Proxy que se usará por defecto si no se especificó ninguno a través de la sintaxis avanzada. Puede editar el contenido del archivo en cualquier momento y la próxima vez que se realice una recarga de proxy, se analizarán los nuevos proxis del archivo.
fr: Une source proxy de type %File% chargera les proxies à partir d'un fichier donné sur le disque. Vous pouvez taper le chemin complet du fichier souhaité ainsi que le proxy %type% qui sera utilisé par défaut si aucun n'a été spécifié via la syntaxe avancée. Vous pouvez modifier le contenu du fichier à tout moment et lors du prochain rechargement d'un proxy, vos nouveaux proxy seront analysés à partir du fichier.
it: Una fonte di proxy del tipo %File% caricherà i proxy da un dato file su disco. Puoi scrivere il percorso completo del file che desideri e anche il %tipo% che verrà usato come predefinito se nessun tipo viene specificato attraverso la sintassi avanzata. Puoi modificare il contenuto del file in qualsiasi momento, e la prossima volta che verranno ricaricati i proxy avrai i tuoi proxy nuovi di zecca importati dal file.
nl: Een proxy-bron van het type %Bestand% laadt proxy's van een bepaald bestand op de schijf. U kunt het volledige pad naar het gewenste bestand typen en ook de proxy %type% die als standaard zal worden gebruikt als er geen is opgegeven via de geavanceerde syntax. U kunt de inhoud van het bestand op elk moment bewerken en de volgende keer dat een proxy opnieuw wordt geladen, worden uw gloednieuwe proxy's uit het bestand verwerkt.
pt: Uma fonte de proxy do tipo %File% carregará proxies de um determinado arquivo no disco. Você pode digitar o caminho completo para o arquivo que deseja e também o proxy %type% que será usado como padrão se nenhum tiver sido especificado por meio da sintaxe avançada. Você pode editar o conteúdo do arquivo a qualquer momento e, da próxima vez que ocorrer uma recarga do proxy, você terá seus novos proxies analisados ​​a partir do arquivo.
ro: O sursa proxy de tip %File% va incarca proxy-uri dintr-un fisier dat pe disc. Puteti tasta calea completa catre fisierul dorit si, de asemenea, proxy %type% care va fi folosit ca implicit daca nu a fost specificata niciuna prin sintaxa avansata. Puteti edita continutul fisierului in orice moment si data viitoare cand se va reincarca un proxy, veti avea proxy-urile nou analizate din fisier.
ru: Источник прокси типа %File% будет загружать прокси из заданного файла на диске. Вы можете ввести полный путь к нужному файлу, а также прокси %type%, который будет использоваться по умолчанию, если он не был указан через расширенный синтаксис. Вы можете отредактировать содержимое файла в любой момент, и в следующий раз, когда произойдет перезагрузка прокси, вы получите новые прокси, разобранные из файла.
tr: %Dosya% türündeki bir proksi kaynağı, diskteki belirli bir dosyadan proksiler yükleyecektir. İstediğiniz dosyanın tam yolunu ve gelişmiş sözdizimi ile hiçbiri belirtilmemişse varsayılan olarak kullanılacak proksi %türünü% yazabilirsiniz. Dosyanın içeriğini istediğiniz zaman düzenleyebilirsiniz ve bir sonraki proksi yeniden yükleme işlemi gerçekleştiğinde, yepyeni proksileriniz dosyadan ayrıştırılır.

# Help3x03
source: A proxy source of the %Remote% type will involve querying a remote resource, for example a proxy provider's API service, in order to retrieve proxies. Again, you will need to specify a proxy %type% to use as the default option. This option can be used to retrieve fresh working proxies that were already checked by an external service.
de: Eine Proxy-Quelle vom Typ %Remote% beinhaltet die Abfrage einer entfernten Ressource, z.B. eines API-Dienstes eines Proxy-Anbieters, um Proxies zu erhalten. Auch hier musst du eine Proxy %Art% angeben, der als Standardoption verwendet werden soll. Diese Option kann verwendet werden, um frische, funktionierende Proxys abzurufen, die bereits von einem externen Dienst geprüft wurden.
es: Una fuente de proxy del tipo %Remoto% implicará consultar un recurso remoto, por ejemplo, el servicio API de un proveedor de proxy, para recargar proxis. Nuevamente, deberá especificar un %tipo% de proxy para usar como opción predeterminada. Esta opción se puede utilizar para recargar proxis de trabajos nuevos que ya fueron verificados por un servicio externo.
fr: Une source proxy de type %Remote% impliquera d'interroger une ressource distante, par exemple le service API d'un fournisseur de proxy, afin de récupérer des proxies. Encore une fois, vous devrez spécifier un proxy %type% à utiliser comme option par défaut. Cette option peut être utilisée pour récupérer de nouveaux proxys fonctionnels qui ont déjà été vérifiés par un service externe.
it: Una fonte di proxy di tipo %Remoto% interpellerà una risorsa remota, per esempio un servizio API di un provider di proxy, per ottenere una lista di proxy. Di nuovo, dovrai specificare un %tipo% di proxy da usare come opzione predefinita. Questa opzione può essere usata per ricevere proxy freschi e funzionanti che sono già stati controllati da un servizio esterno.
nl: Een proxybron van het type %Extern% omvat het opvragen van een externe bron, bijvoorbeeld de API-service van een proxyprovider, om proxy's op te halen. Nogmaals, u moet een proxy %type% specificeren om als de standaardoptie te gebruiken. Deze optie kan worden gebruikt om nieuwe werkende proxy's op te halen die al zijn gecontroleerd door een externe service.
pt: Uma fonte de proxy do tipo %Remote% envolverá a consulta a um recurso remoto, por exemplo, um serviço de API do provedor de proxy, para recuperar proxies. Novamente, você precisará especificar um proxy %type% para usar como opção padrão. Esta opção pode ser usada para recuperar novos proxies de trabalho que já foram verificados por um serviço externo.
ro: O sursa proxy de tip Remote% va implica interogarea unei resurse la distanta, de exemplu, serviciul API al unui furnizor de proxy, pentru a prelua proxy-uri. Din nou, va trebui sa specificati un proxy %type% pe care sa il utilizati ca optiune implicita. Aceasta optiune poate fi utilizata pentru a recupera proxy-uri de lucru noi care au fost deja verificate de un serviciu extern.
ru: Источник прокси типа %Remote% предполагает запрос к удаленному ресурсу, например, к API-службе прокси-провайдера, для получения прокси. Опять же, вам нужно будет указать тип прокси %type% для использования в качестве опции по умолчанию. Этот вариант можно использовать для получения свежих рабочих прокси, которые уже были проверены внешней службой.
tr: %Uzak bağlantı% türündeki bir proksi kaynağı, proksileri almak için uzak bir kaynağı, örneğin bir proxy sağlayıcısının API hizmetini sorgulamayı içerecektir. Yine, varsayılan seçenek olarak kullanmak için bir proksi %türü% belirtmeniz gerekecektir. Bu seçenek, harici bir hizmet tarafından halihazırda kontrol edilmiş olan yeni çalışan proksileri almak için kullanılabilir.

# Help4x00
source: What is a hit output?
de: Was ist eine Treffer Ausgabe?
es: ¿Qué es una salida de hits?
fr: Qu'est-ce qu'une sortie de hit?
it: Cos'è un output delle hit?
nl: Wat is een hit-uitgang?
pt: O que é uma saída de hit?
ro: Ce este un rezultat de succes?
ru: Что такое хитовый выход?
tr: Hit/Bulunan kayıtlar çıktısı nedir?

# Help4x01
source: A %Hit output% is a place where hits will be sent after they are found. The %Database% option (there can be only one) will write the hits to the default database of OpenBullet 2. You will be able to explore the hits in the database through the %Hits% section. The %File system% option (there can be only one) will save the hits in an organized folder structure on the disk. Simply write the path to the base directory where you want the folder structure to be created.
de: Ein %Treffer Ausgabe% ist ein Ort, an den die Treffer gesendet werden, nachdem sie gefunden wurden. Die %Datenbank% Option (es kann nur eine geben) wird die Treffer in die Standarddatenbank von OpenBullet 2 schreiben. Du kannst die Treffer in der Datenbank über den %Treffer% Bereich einsehen. Die Option %Dateisystem% (es kann nur eine geben) wird die Treffer in einer organisierten Ordnerstruktur auf der Festplatte speichern. Schreibe einfach den Pfad zu dem Basisverzeichnis, in dem die Ordnerstruktur erstellt werden soll.
es: %Una salida de hits% es un lugar donde se enviarán los aciertos una vez que se encuentren. La opción %Base de datos% (solo puede haber una) escribirá los hits en la base de datos predeterminada de OpenBullet 2. Podrá explorar los hits en la base de datos a través de la sección %Hits%. La opción %Archivo de Sistema% (solo puede haber una) guardará las visitas en una estructura de carpetas organizada en el disco. Simplemente escriba la ruta al directorio base donde desea que se cree la estructura de carpetas.
fr: Une sortie %Hit% est un endroit où les hits seront envoyés après avoir été trouvés. L'option %Database% (il ne peut y en avoir qu'un) écrira les hits dans la base de données par défaut d'OpenBullet 2. Vous pourrez explorer les hits dans la base de données via la section %Hits%. L'option %File system% (il ne peut y en avoir qu'un) enregistrera les hits dans une structure de dossiers organisée sur le disque. Écrivez simplement le chemin vers le répertoire de base où vous voulez que la structure de dossiers soit créée.
it: Un %Output delle hit% è un luogo in cui verranno mandate le hit dopo che sono state trovate. L'opzione %Database% (può essercene soltanto una) scriverà le hit nel database predefinito di OpenBullet 2. Potrai esplorare le hit presenti nel database tramite la sezione %Hits%. L'opzione %File system% (può essercene soltanto una) salverà la hit in una struttura di cartelle organizzata su disco. Scrivi semplicemente il percorso della cartella base dove vuoi che sia creata la struttura di cartelle.
nl: Een %Hit uitgang% is een plaats waar hits worden verzonden nadat ze zijn gevonden. De %Database% optie (er kan er maar één zijn) zal de hits naar de standaard database van OpenBullet 2 schrijven. U kunt de hits in de database verkennen via de %Hits% sectie. De %Bestandssysteem% optie (er kan er maar één zijn) zal de hits opslaan in een georganiseerde mapstructuur op de schijf. Schrijf gewoon het pad naar de basismap waar u de mapstructuur wilt maken.
pt: Um %resultado de acertos% é um local para onde os acertos serão enviados após serem encontrados. A opção %Database% (pode haver apenas um) gravará os hits no banco de dados padrão do OpenBullet 2. Você poderá explorar os hits no banco de dados por meio da seção %Hits%. A opção %File system% (pode haver apenas um) salvará as ocorrências em uma estrutura de pastas organizada no disco. Basta escrever o caminho para o diretório base onde deseja que a estrutura de pastas seja criada.
ro: Un %rezultat% este un loc in care accesarile vor fi trimise dupa ce vor fi gasite. Optiunea %Database% (poate fi una singura) va scrie accesarile in baza de date implicita a OpenBullet 2. Veti putea explora accesarile din baza de date prin sectiunea %Hits%. Optiunea %File system% (nu poate fi decat una) va salva accesarile intr-o structura organizata de dosare de pe disc. Pur si simplu scrieti calea catre directorul de baza unde doriti sa fie creata structura folderelor.
ru: Выход %Hit% - это место, куда будут отправляться хиты после их обнаружения. Опция %Database% (может быть только одна) будет записывать хиты в базу данных OpenBullet 2 по умолчанию. Вы сможете просматривать попадания в базе данных через раздел %Hits%. Опция %File system% (может быть только одна) сохранит хиты в упорядоченной структуре папок на диске. Просто пропишите путь к базовому каталогу, в котором вы хотите создать структуру папок.
tr: %Hit/Bulunan kayıtlar çıktısı%, hitlerin bulunduktan sonra gönderileceği yerdir. %Veritabanı% seçeneği (yalnızca bir tane olabilir) hitleri/bulunan kayıtları OpenBullet 2'nin varsayılan veritabanına yazacaktır. Veritabanındaki hitleri %Bulunan kayıtlar% bölümü aracılığı ile keşfedebilirsiniz. %Dosya sistemi% seçeneği (yalnızca bir tane olabilir) hitleri/bulunan kayıtları diskte organize bir klasör yapısına kaydedecektir. Klasör yapısının oluşturulmasını istediğiniz temel dizinin yolunu yazmanız yeterlidir.

# Help4x02
source: Finally, the %Discord webhook% option will allow you to send the hits to a discord webhook using a custom username and avatar (specified via the URL to an image hosted on a public repository). In order to use this option you will need to create a discord webhook for a channel in your server and paste the URL in the appropriate field.
de: Schließlich kannst du mit der Option %Discord webhook% die Treffer an einen Discord-Webhook senden, indem du einen benutzerdefinierten Benutzernamen und einen Avatar angibst (über die URL eines Bildes, das in einem öffentlichen Repository gehostet wird). Um diese Option zu nutzen, musst du einen Discord-Webhook für einen Channel auf deinem Server erstellen und die URL in das entsprechende Feld einfügen.
es: Finalmente, la opción %Discord webhook% le permitirá enviar los hits a un webhook de discord usando un nombre de usuario y avatar personalizados (especificados a través de la URL de una imagen alojada en un repositorio público). Para utilizar esta opción, deberá crear un webhook de discord para un canal en su servidor y pegar la URL en el campo correspondiente.
fr: Enfin, l'option %Discord webhook% vous permettra d'envoyer les hits à un webhook Discord en utilisant un nom d'utilisateur et un avatar personnalisés (spécifiés via l'URL d'une image hébergée sur un référentiel public). Pour utiliser cette option, vous devrez créer un webhook Discord pour une chaîne de votre serveur et coller l'URL dans le champ approprié.
it: Infine, l'opzione %Webhook di discord% ti permetterà di mandare le hit a un webhook discord usando uno username e avatar personalizzati (quest'ultimo specificato tramite l'URL di un'immagine hostata in una repository pubblica). Per usare questa opzione dovrai creare un webhook discord per un canale nel tuo server ed incollare l'URL nella casella appropriata.
nl: Ten slotte kunt u met de optie %Discord webhook% de hits naar een discord webhook sturen met een aangepaste gebruikersnaam en avatar (gespecificeerd via de URL naar een afbeelding die wordt gehost op een openbare opslagplaats). Om deze optie te gebruiken, moet je een discord-webhook voor een kanaal op je server maken en de URL in het daarvoor bestemde veld plakken.
pt: Finalmente, a opção %Discord webhook% permitirá que você envie os hits para um discord webhook usando um nome de usuário e avatar personalizados (especificados por meio do URL para uma imagem hospedada em um repositório público). Para usar esta opção, você precisará criar um webhook de discórdia para um canal em seu servidor e colar a URL no campo apropriado.
ro: In cele din urma, optiunea %Discord webhook% va va permite sa trimiteti accesarile la un webhook discord folosind un nume de utilizator si un avatar personalizat (specificat prin URL catre o imagine gazduita intr-un depozit public). Pentru a utiliza aceasta optiune, va trebui sa creati un webhook discord pentru un canal de pe serverul dvs. si sa lipiti adresa URL in campul corespunzator.
ru: Наконец, опция %Discord webhook% позволит вам отправлять хиты на discord webhook, используя пользовательское имя пользователя и аватар (указанный через URL-адрес изображения, размещенного на публичном репозитории). Чтобы использовать эту опцию, вам нужно создать веб-крючок discord для канала на вашем сервере и вставить URL в соответствующее поле.
tr: Son olarak, %Discord webhook% seçeneği, bulunan kayıtları özel bir kullanıcı adı ve avatar (genel bir depoda barındırılan bir görüntünün URL'si aracılığıyla belirtilir) kullanarak discord webhook'a göndermenize olanak tanır. Bu seçeneği kullanmak için sunucunuzdaki bir kanal için discord webhook oluşturmanız ve URL'yi uygun alana yapıştırmanız gerekir.

source: Hit outputs
de: Treffer Ausgaben
es: Salidas de hits
fr: Résultats Hit
it: Output delle hit
nl: hit-uitgangen
pt: Resultados de hit
ro: Rezultate de succes
ru: Выходные данные
tr: Hit/Bulunan kayıt çıktıları

source: Mark as To Check on abort
de: Markiere als Zur Überprüfung bei Abbruch
es: Marcar como A verificar en abortar
fr: Marquer comme à vérifier en cas d'abandon
it: Marca come da controllare quando interrompi
nl: Markeer als te controleren bij afbreken
pt: Marcar como "para verificar ao abortar"
ro: Marcati ca ToCheck pentru a anula
ru: Отметить как Проверить при прерывании
tr: İptal edince kontrol et olarak işaretle

source: Never ban proxies
de: Proxys niemals bannen
es: Nunca deshabilitar los proxis
fr: Ne jamais banni les proxies
it: Non bannare mai i proxy
nl: Verbied nooit proxy's
pt: Nunca banir proxies
ro: Nu bana niciodata proxiurile
ru: Никогда не запрещайте прокси-серверы
tr: Proksileri asla yasaklama

source: No config selected
de: Keine Config ausgewählt
es: Ninguna config seleccionada
fr: Aucune config sélectionnée
it: Nessuna config selezionata
nl: Geen config geselecteerd
pt: Nenhuma configuração selecionada
ro: Niciun config selectat
ru: Конфигурация не выбрана
tr: Yapılandırma seçilmedi

source: No valid proxy behaviour
de: Kein gültiger Proxy Verhalten
es: No proxy válido
fr: Aucun comportement de proxy valide
it: Comportamento per nessun proxy valido
nl: Geen geldig proxygedrag
pt: Nenhum comportamento de proxy válido
ro: Niciun comportament valid pentru proxiuri
ru: Нет правильного поведения прокси-сервера
tr: Geçerli bir proxy hareketi yok

source: Off
de: Aus
es: Apagado
fr: Désactivé
nl: Uit
pt: Desligado
ru: На сайте
tr: Kapalı

source: On
de: An
es: Encendido
fr: Activé
nl: Aan
pt: Ligado
ru: На сайте
tr: Açık

# PeriodicReloadIntervalSeconds
source: Periodic reload interval (seconds, 0 to disable)
de: Regelmäßig Neuladen (Sekunden, 0 zum Deaktivieren)
es: Intervalo de recarga periódica (segundos, 0 para deshabilitar)
fr: Intervalle de rechargement périodique (secondes, 0 pour désactiver)
it: Intervallo di ricarica periodico (secondi, 0 per disabilitare)
nl: Periodiek herlaadinterval (seconden, 0 om uit te schakelen)
pt: Intervalo de recarga periódica (segundos, 0 para desativar)
ro: Interval de reincarcare periodica (secunde, 0 pentru dezactivare)
ru: Интервал периодической перезагрузки (секунды, 0 для отключения)
tr: Periyodik yeniden yükleme aralığı (sn.,devre dışı bırakmak için 0)

source: Proxy ban time (seconds)
de: Proxy-Bannzeit (Sekunden)
es: Tiempo par deshabilitar proxy (segundos)
fr: Temps d'interdiction du proxy (secondes)
it: Tempo di ban dei proxy (secondi)
nl: Proxy-blokkeringstijd (seconden)
pt: Tempo de banimento de proxy (segundos)
ro: Timpul de banare a proxy-ului (secunde)
ru: Время запрета прокси (секунды)
tr: Proksi yasaklama süresi (saniye)

source: Proxy mode
de: Proxy-Modus
es: Modo proxy
fr: Mode proxy
it: Modalità proxy
nl: Proxy-modus
pt: Modo proxy
ro: Modul proxy
ru: Режим прокси
tr: Proksi modu

source: Proxy sources
de: Proxy-Quellen
es: Fuentes de proxy
fr: Sources proxy
it: Fonti di proxy
nl: Proxy-bronnen
pt: Fontes de proxy
ro: Sursa proxy-ului
ru: Прокси-источники
tr: Proksi kaynakları

source: Reload proxies when all banned
de: Proxys neu laden wenn alle gebannt sind
es: Recargar proxis cuando todos estén deshabilitados
fr: Recharger les proxys lorsque tous sont bannis
it: Ricarica proxy quando sono tutti bannati
nl: Herlaad proxy's als ze allemaal zijn verbannen
pt: Recarregue os proxies quando todos forem banidos
ro: Reincarca proxy-urile atunci cand toate sunt interzise
ru: Перезагрузка прокси-серверов, когда все забанены
tr: Tümü yasaklandığında proksileri yeniden yükle

source: Select config
de: Config auswählen
es: Seleccionar config
fr: Sélectionnez une config
it: Seleziona config
nl: Selecteer config
pt: Selecione a configuração
ro: Selecteaza config
ru: Выберите конфигурацию
tr: Yapılandırma Seç

source: Shuffle proxies
de: Proxys durchmischen
es: Proxis aleatorios
fr: Mélanger les proxies
it: Mischia i proxy
nl: Hussel proxys
pt: Proxies aleatórios
ro: Amesteca proxiuri
ru: Перемешать прокси-серверы
tr: Proksileri karıştır

source: Skip
de: überspringen
es: Omitir
fr: Sauter
it: Salta
nl: Overslaan
pt: Pular
ro: Sari
ru: Скип
tr: Atla

source: Start condition
de: Startbedingung
es: Condición inicial
fr: Condition de départ
it: Condizione d'inizio
nl: Startvoorwaarde
pt: Condição inicial
ro: Porneste conditie
ru: Стартовое условие
tr: Başlama koşulu
