Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Shared/MultiRunOptions.*.resx
Languages: de, es, fr, it, nl, pt, ro, ru, tr

# Help2x02
source: If you choose the %File% option, you can bypass the import phase of the wordlist, but mind that this will disable some features such as saving the progress of your wordlist-config pair to the database and the relationship between hits and the wordlist that was used to get them. Wordlists are the preferred way to use data from a file, so I suggest you to go check out the Wordlists section! You also need to specify the %Wordlist type%, refer to the usual Wordlists section for more help on what this option means.
de: Wenn du die %Datei% Option wählst, kannst du die Importphase der Wortliste umgehen, aber bedenke, dass dies einige Funktionen deaktiviert, wie z.B. das Speichern des Fortschritts deines Wortlisten-Konfigurationspaares in der Datenbank und die Beziehung zwischen den Treffern und der Wortliste, die verwendet wurde, um sie zu erhalten. Wordlists sind der bevorzugte Weg, um Daten aus einer Datei zu verwenden, also empfehle ich dir, die Wordlists Sektion zu lesen! Du musst auch den %Wordlist Art% angeben, siehe den Abschnitt Wordlists für mehr Hilfe, was diese Option bedeutet.
es: Si elige la opción %Archivo%, puede omitir la fase de importación de diccionario, pero tenga en cuenta que esto deshabilitará algunas funciones, como guardar el progreso de su par Diccionario-config en la base de datos y la relación entre los resultados y los diccionarios que se utilizó para conseguirlos. Los diccionarios son la forma preferida de utilizar los datos de un archivo, por lo que le sugiero que consulte la sección Diccionario. También debe especificar el %tipo de diccionario%, consulte la sección Diccionario habitual para obtener más ayuda sobre lo que significa esta opción.
fr: Si vous choisissez l'option %File%, vous pouvez contourner la phase d'importation de la wordlist, mais sachez que cela désactivera certaines fonctionnalités telles que l'enregistrement de la progression de votre paire wordlist-config dans la base de données et la relation entre les hits et la wordlist utilisée pour les obtenir. Les wordlists sont le moyen préféré d'utiliser les données d'un fichier, alors je vous suggère d'aller consulter la section des wordlists! Vous devez également spécifier le %type de wordlists%, reportez-vous à la section habituelle des wordlists pour plus d'aide sur ce que signifie cette option
it: Se scegli l'opzione %File%, puoi saltare la fase di importazione della wordlist, ma perderai alcune funzionalità come ad esempio il salvataggio del progresso della tua coppia wordlist-config nel database e la relazione tra le hits e la wordlist che è stata usata per ottenerle. Le wordlist sono il metodo da preferire per utilizzare i dati provenienti da un file, quindi ti consiglio di dare un'occhiata alla sezione Wordlists! Devi anche specificare un %Tipo di wordlist%, fai riferimento alla solita sezione Wordlists per avere spiegazioni riguardo questa opzione.
nl: Als u de optie %Bestand% kiest, kunt u de importfase van de wordlist omzeilen, maar denk eraan dat dit sommige functies zal uitschakelen, zoals het opslaan van de voortgang van uw wordlist-config paar in de database en de relatie tussen hits en de wordlists die werd gebruikt om ze te krijgen. Wordlists zijn de beste manier om gegevens uit een bestand te gebruiken, dus ik raad je aan om de sectie Wordlists te bekijken! U moet ook het %Wordlist type% specificeren, raadpleeg de gebruikelijke sectie wordlists voor meer hulp over wat deze optie betekent.
pt: Se você escolher a opção %File%, pode ignorar a fase de importação da lista de palavras, mas lembre-se de que isso irá desativar alguns recursos, como salvar o progresso de seu par de configuração de lista de palavras no banco de dados e a relação entre os resultados e a lista de palavras que foi usado para obtê-los. Listas de palavras são a forma preferida de usar dados de um arquivo, então sugiro que você dê uma olhada na seção Wordlist! Você também precisa especificar o %tipo de lista de palavras%, consulte a seção Listas de palavras comuns para obter mais ajuda sobre o que esta opção significa.
ro: Daca alegeti optiunea %Fisier%, puteti ocoli faza de import a listei de cuvinte, dar aveti in vedere ca aceasta va dezactiva unele caracteristici, cum ar fi salvarea progresului perechii dvs. wordlist-configs in baza de date si relatia dintre accesari si lista de cuvinte care a fost folosit pentru a le obtine. Listele de cuvinte sunt modalitatea preferata de a utiliza datele dintr-un fisier, asa ca va sugerez sa vizitati sectiunea Liste de cuvinte! De asemenea, trebuie sa specificati %Wordlist type%, consultati sectiunea obisnuita Wordlists pentru mai mult ajutor despre ceea ce inseamna aceasta optiune.
ru: Если вы выберете опцию %File%, вы можете обойти фазу импорта списка слов, но имейте в виду, что при этом будут отключены некоторые функции, такие как сохранение прогресса вашей пары "список слов-конфигурация" в базе данных и связь между попаданиями и списком слов, который был использован для их получения. Списки слов являются предпочтительным способом использования данных из файла, поэтому я советую вам ознакомиться с разделом "Списки слов"! Вам также необходимо указать %Wordlist type%, обратитесь к обычному разделу Wordlists за дополнительной информацией о том, что означает этот параметр.
tr: %Dosya% seçeneğini seçerseniz, kelime listesinin içe aktarma aşamasını atlayabilirsiniz, ancak bunun wordlist/kelime listesi-config/yapılandırma çiftinizin ilerlemesini veritabanına kaydetme ve hitler/bulunan kayıtlar ile bunları elde etmek için kullanılan wordlist/kelime listesi arasındaki ilişki gibi bazı özellikleri devre dışı bırakacağını unutmayın. Kelime listeleri, bir dosyadaki verileri kullanmanın tercih edilen yoludur, bu yüzden Kelime Listeleri bölümüne göz atmanızı öneririm! Ayrıca %Kelime Listesi Türünü%, belirtmeniz gerekir, bu seçeneğin ne anlama geldiğiyle ilgili daha fazla yardım için Kelime Listeleri bölümüne bakınız.

# Help2x03
source: The %Range% option will just generate a range of numbers, starting from an initial value. For example if you set %Start% = 0, %Amount% = 5 and %Step% = 2 it will generate 5 data lines with the values 0, 2, 4, 6 and 8. If you check the %Pad% box, the number will be zero-padded to the left according to the number of digits of the biggest number that will be generated, for example if the biggest number is 100 you will see values such as 001, 042 etc. in your generated data pool.
de: Die %Bereich% Option generiert einfach einen Zahlenbereich, ausgehend von einem Anfangswert. Wenn du zum Beispiel %Start% = 0, %Anzahl% = 5 und %Schrittweite% = 2 einstellst, werden 5 Datenzeilen mit den Werten 0, 2, 4, 6 und 8 erzeugt. Wenn du die %Pad% Box anklickst, wird die Zahl entsprechend der Anzahl der Ziffern der größten Zahl, die generiert wird, nach links mit Nullen aufgefüllt, z.B. wenn die größte Zahl 100 ist, wirst du Werte wie 001, 042 etc. in deinem generierten Datenbestand sehen.
es: La opción %Rango% solo generará un rango de números, comenzando desde un valor inicial. Por ejemplo, si configura %Empezar% = 0, %Cantidad% = 5 y %Incremento% = 2, generará 5 líneas de datos con los valores 0, 2, 4, 6 y 8. Si marca la casilla %Pad%, el número se rellenará con ceros a la izquierda de acuerdo con el número de dígitos del número más grande que se generará, por ejemplo, si el número más grande es 100, verá valores como 001, 042, etc. en su grupo de datos generado.
fr: L'option %Range% générera simplement une plage de nombres, à partir d'une valeur initiale. Par exemple, si vous définissez %Start% = 0, %Amount% = 5 et %Step% = 2, il générera 5 lignes de données avec les valeurs 0, 2, 4, 6 et 8. Si vous cochez la case %Pad%, le nombre sera complété par zéro à gauche en fonction du nombre de chiffres du plus grand nombre qui sera généré, par exemple si le plus grand nombre est 100, vous verrez des valeurs telles que 001, 042 etc. dans votre pool de données généré.
it: L'opzione %Intervallo% genererà semplicemente un intervallo numerico, partendo da un valore iniziale. Per esempio se imposti %Inizio% = 0, %Quantità% = 5 e %Incremento% = 2 genererà 5 righe di dati con i valori 0, 2, 4, 6 e 8. Se selezioni la casella %Applica padding%, verranno aggiunti degli zeri a sinistra del numero in base al numero di cifre del numero più grande che verrà generato, per esempio se il numero più grande è 100 vedrai valori come 001, 042 ecc. nella tua pool di dati generata.
nl: De optie %Bereik% genereert alleen een reeks getallen, beginnend bij een beginwaarde. Als u bijvoorbeeld %Start% = 0, %Amount% = 5 en %Step% = 2 instelt, worden 5 datalijnen gegenereerd met de waarden 0, 2, 4, 6 en 8. Als u het vakje %Pad% aanvinkt, het nummer wordt links met nul opgevuld op basis van het aantal cijfers van het grootste getal dat wordt gegenereerd, als het grootste getal bijvoorbeeld 100 is, ziet u waarden zoals 001, 042 enz. in uw gegenereerde datapool.
pt: A opção %Range% irá gerar apenas um intervalo de números, começando de um valor inicial. Por exemplo, se você definir %Start% = 0, %Amount% = 5 e %Step% = 2, ele irá gerar 5 linhas de dados com os valores 0, 2, 4, 6 e 8. Se você marcar a caixa %Pad%, o número será preenchido com zeros à esquerda de acordo com o número de dígitos do maior número que será gerado, por exemplo, se o maior número for 100, você verá valores como 001, 042 etc. em seu pool de dados gerado.
ro: Optiunea %Range% va genera doar o serie de numere, incepand de la o valoare initiala. De exemplu, daca setati %Start% = 0, %Suma% = 5 si %Pasul% = 2 va genera 5 linii de date cu valorile 0, 2, 4, 6 si 8. Daca bifati caseta %Pad%, numarul va fi completat zero la stanga, in functie de numarul de cifre al celui mai mare numar care va fi generat, de exemplu, daca cel mai mare numar este 100, veti vedea valori precum 001, 042 etc.
ru: Опция %Range% просто генерирует диапазон чисел, начиная с начального значения. Например, если установить %Start% = 0, %Amount% = 5 и %Step% = 2, то будет создано 5 строк данных со значениями 0, 2, 4, 6 и 8. Если вы установите флажок %Pad%, то число будет добавлено слева в соответствии с количеством цифр самого большого числа, которое будет сгенерировано, например, если самое большое число равно 100, то в сгенерированном пуле данных вы увидите такие значения, как 001, 042 и т.д.
tr: %Aralık% seçeneği, bir başlangıç değerinden başlayarak yalnızca bir sayı aralığı oluşturacaktır. Örneğin, %Başla% = 0, %Miktar% = 5 ve %Aşama% = 2 olarak ayarlarsanız, 0, 2, 4, 6 ve 8 değerleriyle 5 veri satırı oluşturacaktır. %Ped% kutusunu işaretlerseniz, sayı, oluşturulacak en büyük sayının basamak sayısına göre sola sıfır olarak doldurulacaktır, örneğin en büyük sayı 100 ise, oluşturulan veri havuzunuzda 001, 042 vb. değerleri göreceksiniz.

# Help2x04
source: The %Combinations% option will allow you to generate all the possible combinations of a given %Character set% for a given %Length%. For example if you use ABCD as a Character set and Length = 4 you will get combinations like AAAA, AAAB, ... ACCB ... DDDC, DDDD.
de: Die Option %Kombinationen% erlaubt es dir, alle möglichen Kombinationen eines gegebenen %Zeichensatzes% für eine gegebene %Länge% zu generieren. Wenn du zum Beispiel ABCD als Zeichensatz und Länge = 4 verwendest, erhältst du Kombinationen wie AAAA, AAAB, ... ACCB ... DDDC, DDDD.
es: La opción %Combinaciones% le permitirá generar todas las combinaciones posibles de un %Conjunto de caracteres% determinado para una %Longitud% determinada. Por ejemplo, si usa ABCD como un conjunto de caracteres y Longitud = 4, obtendrá combinaciones como AAAA, AAAB, ... ACCB ... DDDC, DDDD.
fr: L'option %Combinations% vous permettra de générer toutes les combinaisons possibles d'un %Character set% donné pour un %Length% donné. Par exemple, si vous utilisez ABCD comme jeu de caractères et Length = 4, vous obtiendrez des combinaisons telles que AAAA, AAAB, ... ACCB ... DDDC, DDDD.
it: L'opzione %Combinazioni% ti permetterà di generare tutte le possibili combinazioni di un dato %Set di caratteri% per una %Lunghezza% specificata. Per esempio se usi ABCD come Set di caratteri e Lunghezza = 4 otterrai combinazioni come AAAA, AAAB, ... ACCB ... DDDC, DDDD.
nl: Met de optie %Combinaties% kunt u alle mogelijke combinaties van een gegeven %Karakter set% voor een gegeven %Lengte% genereren. Als u bijvoorbeeld ABCD als een tekenset en lengte = 4 gebruikt, krijgt u combinaties zoals AAAA, AAAB, ... ACCB ... DDDC, DDDD.
pt: A opção %Combinations% permitirá que você gere todas as combinações possíveis de um determinado %Character set% para um determinado %Length%. Por exemplo, se você usar ABCD como um conjunto de caracteres e Comprimento = 4, você obterá combinações como AAAA, AAAB, ... ACCB ... DDDC, DDDD.
ro: Optiunea %Combinatii% va va permite sa generati toate combinatiile posibile ale unui anumit %Set de caractere% pentru o anumita %Lungime%. De exemplu, daca utilizati ABCD ca set de caractere si Lungime = 4, veti obtine combinatii precum AAAA, AAAB, ... ACCB ... DDDC, DDDD.
ru: Опция %Combinations% позволит вам сгенерировать все возможные комбинации заданного %Набора символов% для заданной %Длины%. Например, если вы используете ABCD в качестве набора символов и Length = 4, вы получите такие комбинации, как AAAA, AAAB, ... ACCB ... DDDC, DDDD.
tr: %Kombinasyonlar% seçeneği, belirli bir %Uzunluk% için belirli bir %Karakter kümesinin% tüm olası kombinasyonlarını oluşturmanıza olanak sağlar. Örneğin, Karakter seti olarak ABCD'yi kullanırsanız ve Uzunluk = 4'ü kullanırsanız, AAAA, AAAB, ... ACCB ... DDDC, DDDD gibi kombinasyonlar elde edersiniz.

# Help2x05
source: The %Infinite% option will just generate an infinite amount of empty data lines, so the job will continue until you decide to stop it.
de: Die Option %Unendlich% erzeugt einfach eine unendliche Anzahl von leeren Datenzeilen, so dass der Job weiterläuft, bis du dich entscheidest, ihn zu beenden.
es: La opción %Infinito% solo generará una cantidad infinita de líneas de datos vacías, por lo que el trabajo continuará hasta que decida detenerlo.
fr: L'option %Infinite% générera simplement une quantité infinie de lignes de données vides, donc le travail continuera jusqu'à ce que vous décidiez de l'arrêter.
it: L'opzione %Infinite% genererà un numero infinito di righe di dati vuote, quindi il job andrà avanti finchè non decidi tu di fermarlo.
nl: De %Oneindig% -optie genereert gewoon een oneindig aantal lege dataregels, dus de taak gaat door totdat u besluit deze te stoppen.
pt: A opção %Infinite% irá apenas gerar uma quantidade infinita de linhas de dados vazias, então o trabalho continuará até que você decida interrompê-lo.
ro: Optiunea %Infinite% va genera doar o cantitate infinita de linii de date goale, astfel incat lucrarea va continua pana cand veti decide sa o opriti.
ru: Опция %Infinite% будет просто генерировать бесконечное количество пустых строк данных, так что работа будет продолжаться до тех пор, пока вы не решите ее остановить.
tr: %Sınırsız% seçeneği, sonsuz miktarda boş veri satırı oluşturacaktır, böylece siz onu durdurmaya karar verene kadar iş devam edecektir.

# Help3x00
source: What is a proxy source?
de: Was ist eine Proxy-Quelle?
es: ¿Qué es una fuente de proxy?
fr: Qu'est-ce qu'une source proxy?
it: Cos'è una fonte di proxy?
nl: Wat is een proxy-bron?
pt: O que é uma fonte de proxy?
ro: Ce este o sursa proxy?
ru: Что такое прокси-источник?
tr: Proksi kaynağı nedir?

# Help3x01
source: %Proxy sources% are used to define where proxies will be taken from when they are added to the pool of proxies that are assigned to bots. Proxy sources will be queried at the start of a job, and also whenever all proxies are banned or a condition forces proxies to be reloaded. A proxy source of type %Group% will take proxies from a group defined in the %Proxies% section. In order to use this option, you need to have a group with some proxies in it, refer to the Proxies section for instructions on how to do that.
de: %Proxy-Quellen% werden verwendet, um zu definieren, woher die Proxys genommen werden, wenn sie dem Pool von Proxys hinzugefügt werden, die den Bots zugewiesen werden. Proxy-Quellen werden beim Start eines Jobs abgefragt und auch immer dann, wenn alle Proxys gebannt sind oder eine Bedingung das Nachladen von Proxys erzwingt. Eine Proxyquelle vom Typ %Gruppe% nimmt Proxys aus einer Gruppe, die im Abschnitt %Proxies% definiert ist. Um diese Option zu nutzen, musst du eine Gruppe mit einigen Proxies darin haben, siehe Abschnitt Proxies für eine Anleitung, wie man das macht.
es: %Las fuentes de proxy% se utilizan para definir de dónde se tomarán los proxis cuando se agreguen al grupo de proxis que se asignan a los bots. Las fuentes de proxy se consultarán al comienzo de un trabajo, y también siempre que todos los proxis estén prohibidos o una condición obligue a recargarlos. Una fuente de proxy de tipo %Grupo% tomará proxis de un grupo definido en la sección %Proxis%. Para utilizar esta opción, debe tener un grupo con algunos proxis, consulte la sección Proxis para obtener instrucciones sobre cómo hacerlo.
fr: %Les sources proxy% sont utilisées pour définir d'où les proxys seront extraits lorsqu'ils seront ajoutés au pool de proxies affectés aux bots. Les sources de proxy seront interrogées au début d'un travail, et également chaque fois que tous les proxy sont interdits ou qu'une condition oblige les proxy à être rechargés. Une source proxy de type %Group% prendra les proxies d'un groupe défini dans la section %Proxies%. Pour utiliser cette option, vous devez avoir un groupe avec des proxys, reportez-vous à la section Proxies pour obtenir des instructions sur la façon de le faire.
it: Le %Fonti di proxy% sono usate per definire da dove verranno caricati i proxy ogni volta che vengono aggiunti alla pool di proxy da assegnare ai bots. Le fonti di proxy saranno interpellate all'inizio di un job, e anche ogni volta che tutti i proxy sono bannati o quando una condizione forza la ricarica dei proxy. Una fonte di tipo %Gruppo% prenderà i proxy da un gruppo definito nella sezione %Proxy%. Per usare questa opzione, devi avere un gruppo con alcuni proxy al suo interno, fai riferimento alla sezione Proxy per istruzioni su come fare.
nl: %Proxy bronnen% worden gebruikt om te bepalen waar proxy's vandaan komen wanneer ze worden toegevoegd aan de pool van proxy's die aan bots zijn toegewezen. Proxy-bronnen worden aan het begin van een taak opgevraagd, en ook wanneer alle proxy's worden verbannen of een voorwaarde dwingt proxy's te herladen. Een proxybron van het type %Groep% neemt proxy's over van een groep die is gedefinieerd in de sectie %Proxy's%. Om deze optie te gebruiken, moet u een groep hebben met enkele proxy's erin, raadpleeg het gedeelte Proxy's voor instructies over hoe u dat moet doen.
pt: %Fontes de proxy% são usadas para definir de onde os proxies serão retirados quando forem adicionados ao pool de proxies atribuídos aos bots. As fontes de proxy serão consultadas no início de um trabalho e também sempre que todos os proxies forem banidos ou uma condição obrigar os proxies a serem recarregados. Uma fonte de proxy do tipo %Group% obterá proxies de um grupo definido na seção %Proxies%. Para usar esta opção, você precisa ter um grupo com alguns proxies, consulte a seção Proxies para obter instruções sobre como fazer isso.
ro: %Sursele proxy% sunt utilizate pentru a defini de unde vor fi preluate proxy-urile atunci cand sunt adaugate la grupul de proxy care sunt atribuite robotilor. Sursele proxy vor fi interogate la inceputul unui job si, de asemenea, ori de cate ori toate proxy-urile sunt interzise sau o conditie obliga proxy-urile sa fie reincarcate. O sursa proxy de tip %Group% va prelua proxy dintr-un grup definit in sectiunea %Proxies%. Pentru a utiliza aceasta optiune, trebuie sa aveti un grup cu cateva proxy-uri, consultati sectiunea Proxies pentru instructiuni despre cum sa faceti acest lucru.
ru: %Proxy sources% используются для определения того, откуда будут браться прокси, когда они добавляются в пул прокси, назначенных ботам. Источники прокси запрашиваются в начале задания, а также всякий раз, когда все прокси запрещены или условие заставляет перезагрузить прокси. Источник прокси типа %Group% будет принимать прокси из группы, определенной в разделе %Proxies%. Чтобы использовать эту опцию, вам нужно иметь группу с некоторыми прокси в ней, обратитесь к разделу "Прокси" за инструкциями о том, как это сделать.
tr: %Proksi kaynakları% botlara atanan proksi sunucu havuzuna eklendiğinde, proksilerin nereden alınacağını belirlemek için kullanılır. Proksi kaynakları, bir işin başlangıcında ve ayrıca tüm proksiler yasaklandığında veya bir koşul, proksileri yeniden yüklenmeye zorladığında sorgulanacaktır. %Grup% türündeki bir proxy kaynağı, %Proksiler% bölümünde tanımlanan bir gruptan proksiler alacaktır. Bu seçeneği kullanmak için, içinde bazı proksiler bulunan bir grubunuz olması gerekir, bunun nasıl yapılacağına ilişkin talimatlar için Proksiler bölümüne bakınız.
