Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Shared/ParseBlockSettingsViewer.*.resx
Languages: it

# Help1x00
source: How does this block work?
it: Come funziona questo blocco?

# Help1x01
source: The %Parse% block allows you to parse data from a string with many different parsing methods and store it into a String or List of Strings variable. The supported parsing modes are LR, CSS, JSON and REGEX. The %LR% (Left Right) mode allows to parse text between two given strings. The %CSS% (CSS Selector) mode allows to get an element's attribute from an HTML page.
it: Il blocco %Parse% ti permette di estrapolare dati da una stringa attraverso vari metodi e di salvarli in una variabile String o List of Strings. Le modalità di parsing supportate sono LR, CSS, JSON e REGEX. La modalità %LR% (Left Right) ti permette di ottenere un testo tra due stringhe note. La modalità %CSS% (CSS Selector) ti permette di leggere un attributo da un elemento di una pagina HTML.

# Help1x02
source: The %JSON% (JavaScript Object Notation) mode allows to get the value of a JSON-serialized object or array by using a %JToken%. The JToken allows you to specify a path to reach the desired value inside the JSON structure. An example of this could be `field1.array[0]` to address the first element of the array `array` inside the object `field1`. If you write `field1.array[*]` instead, you will get all the elements of the array.
it: La modalità %JSON% (JavaScript Object Notation) ti permette di ottenere il valore di un array o oggetto JSON serializzato, attraverso l'uso di un %JToken%. Il JToken ti permette di specificare un percorso per raggiungere il valore desiderato all'interno della struttura JSON. Un esempio potrebbe essere `field1.array[0]` per indirizzare il primo elemento dell'array `array` nell'oggetto `field1`. Se invece scrivi `field1.array[*]`, otterrai tutti gli elementi dell'array.

# Help1x03
source: The %REGEX% (REGular EXpression) mode is an advanced parsing method. You will need to build a regular expression and use %capturing groups% to specify what you want the output to be. Take for example the case in which we are parsing the sentence `hello friend 123` and we want to get the word `friend`, in the case where `123` is a changing value and we cannot use the LR mode. You could build a regex like `hello ([a-z]+) [\d]{3}`. Notice how there is a capturing group, denoted by the round braces. Then in the %Output format% field you will be able to write `[0]` to output the full match, `[1]` to output the first captured group and so on... Note that you can use more than 1 group in the output format.
it: La modalità %REGEX% (REGular EXpression) è un metodo di parsing avanzato. Dovrai costruire un'espressione regolare e usare i gruppi di cattura per specificare l'output che desideri. Prendi per esempio il caso in cui vogliamo ottenere la parola `friend` dalla frase `hello friend 123`, dove il valore `123` cambia e quindi non possiamo usare la modalità LR. Puoi costruire una regex come `hello ([a-z]+) [\d]{3}`. Nota come c'è un gruppo di cattura, denotato dalle parentesi tonde. Nel campo %Output format% potrai scrivere `[0]` per avere in output il match completo, `[1]` per il primo gruppo di cattura e così via... Nota inoltre che puoi usare più di 1 gruppo nell'output format.

# Help1x04
source: If you tick the %Recursive% checkbox, all the sequences of characters that meet the parsing criteria will be put inside a List of Strings variable; otherwise only the first match will be taken and put into a String variable.
it: Se selezioni la casella %Recursive%, tutte le sequenze di caratteri per cui sono soddisfatte le condizioni di parsing verranno messe in una variabile List of Strings; altrimenti solo il primo riscontro verrà preso e messo in una variabile String.

source: Is capture
it: Da catturare

source: Label
it: Etichetta

source: Output variable
it: Variabile di output

# SafeMode
source: Safe mode (catch exceptions to data.ERROR)
it: Modalità sicura (scrivi eccezioni in data.ERROR)

source: Settings
it: Impostazioni
