Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Shared/ProxyCheckJobViewer.*.resx
Languages: fa, fr, ro, ru

source: Abort
fa: درباره
fr: Avorter
ro: Anuleaza
ru: Прервать

source: and country
fa: و کشور
fr: et pays
ro: si tara
ru: и страна

source: as not working
fa: کار نمیکند
fr: comme ne fonctionnant pas
ro: ca nu merge
ru: не работает

source: Bots
fa: ربات ها
ro: Boti
ru: Боты

source: Changing... please wait
fa: تغییر ... لطفا صبر کنید
fr: Changement ... veuillez patienter
ro: Se schimba... Asteapta
ru: Изменение... пожалуйста, подождите

source: Check only untested
fa: فقط آزمایش نشده را بررسی کنید
fr: Vérifier seulement non testé
ro: Testeaza numai netestate
ru: Проверяйте только непроверенные

# CompletedMessage
source: The Task Manager completed all of its work
fa: مدیر وظیفه تمام کارهای خود را به پایان رساند
fr: Le gestionnaire de tâches a terminé tous ses travaux
ro: Managerul de activitati si-a terminat activitatea
ru: Диспетчер задач завершил всю свою работу

source: Controls
fa: کنترل ها
fr: Contrôles
ro: Controale
ru: Управление

source: CPM
fa: سی پی ام

source: day(s)
fa: روز
fr: jour(s)
ro: Zi(le)
ru: день(ы)

source: Edit bots amount
fa: مقدار رباتها را ویرایش کنید
fr: Modifier le montant des bots
ro: Editeaza numarul botilor
ru: Редактировать количество ботов

source: Elapsed
fa: سپری شده
fr: Écoulé
ro: Scurs
ru: Истекший

# HardStopMessage
source: Sending hard abort signal
fa: ارسال سخت سیگنال
fr: Envoi d'un signal d'interruption
ro: Trimite un semnal de anulare
ru: Отправка сигнала жесткого прерывания

source: Job options
fa: گزینه های شغلی
fr: Options d'emploi
ro: Optiune job
ru: Варианты работы

source: Not working
fa: کار نمیکند
fr: Ne fonctionne pas
ro: Nu merge
ru: Не работает

source: Other stats
fa: سایر آمارها
fr: Autres statistiques
ro: Alte statistici
ru: Другая статистика

source: Pause
fa: مکث
ro: Pauza
ru: Пауза

# PauseMessage
source: Sending pause signal
fa: در حال ارسال سیگنال مکث
fr: Envoi du signal de pause
ro: Trimite semnal de pauza
ru: Отправка сигнала паузы

# PausingMessage
source: Pausing... please wait until the current tasks finished processing
fa: مکث ... لطفاً صبر کنید تا پردازش کارهای فعلی به پایان برسد
fr: Pause ... veuillez attendre la fin du traitement des tâches en cours
ro: In pauza ... va rugam sa asteptati pana cand procesele curente se termina de procesat
ru: Пауза... пожалуйста, подождите, пока текущие задачи закончат обработку

source: Progress
fa: پیش رفتن
fr: Progrès
ro: Progres
ru: Прогресс

source: Proxy checked
fa: پروکسی بررسی شد
fr: Proxy vérifié
ro: Proxy verificat
ru: Проверка прокси-сервера

source: Proxy stats
fa: آمار پروکسی
fr: Statistiques proxy
ro: Statistici proxy
ru: Статистика прокси

source: Remaining
fa: باقیمانده
fr: Restant
ro: Remas
ru: Оставшиеся

source: Resume
fa: از سرگیری
fr: Reprendre
ro: Reluare
ru: Резюме

# ResumeMessage
source: Resumed checking
fa: بررسی را از سر گرفت
fr: Reprise de la vérification
ro: Reluarea verificarii
ru: Возобновление проверки

# SoftStopMessage
source: Sending soft stop signal
fa: ارسال راحت سیگنال استوپ شده
fr: Envoi d'un signal d'arrêt progressif
ro: Trimite semnal slab de oprire
ru: Подача сигнала плавной остановки

source: Start
fa: شروع
fr: Démarrer
ru: Начало

source: Started checking
fa: بررسی را شروع کرد
fr: Vérification commencée
ro: A inceput verificarea
ru: Начал проверку

source: Stop
fa: توقف
ru: Остановить

# StoppingMessage
source: Stopping... please wait until the current tasks finished processing. Or, ya know, you could always
fa: در حال توقف ... لطفا صبر کنید تا پردازش وظایف فعلی به پایان برسد. یا ، بله می دانید ، شما همیشه می توانستید
fr: Arrêt ... veuillez attendre la fin du traitement des tâches en cours. Ou, tu sais, tu pourrais toujours.
ro: Se opreste ... asteptati pana cand procesele curente se termina de procesat.
ru: Остановка... пожалуйста, подождите, пока текущие задачи закончат обработку. Или, знаете, вы всегда можете

source: Success key
fa: کلید موفقیت
fr: Clé de réussite
ro: Cheie de succes
ru: Ключ к успеху

source: Task Error!
fa: خطای کار!
fr: Erreur de tâche!
ro: Eroare sarcina
ru: Ошибка задания!

source: Task Manager Error!
fa: خطای مدیر وظیفه!
fr: Erreur du gestionnaire de tâches!
ro: Eroare task manager
ru: Ошибка диспетчера задач!

# TaskManagerPaused
source: The Task Manager was paused
fa: مدیر وظیفه موقتاً متوقف شد
fr: Le gestionnaire de tâches a été suspendu
ro: Managerul de activitati a fost intrerupt
ru: Диспетчер задач был приостановлен

source: Tested
fa: تست شده
fr: Testé
ro: Testat
ru: Проверено

source: Time left
fa: زمان باقی مانده است
fr: Temps restant
ro: Timp ramas
ru: Оставшееся время

source: Timeout (milliseconds)
fa: مهلت زمانی (میلی ثانیه)
fr: Délai d'expiration (millisecondes)
ro: Expirare (milisecunde)
ru: Тайм-аут (миллисекунды)

source: Total
fa: جمع
fr: Totale
ru: Всего

source: Url
fa: آدرس

source: Waiting
fa: در انتظار
fr: En attente
ro: Asteptare
ru: Ожидание

source: with ping
fa: با پینگ
fr: avec ping
ro: cu ping
ru: с пингом

source: Working
fa: کار کردن
fr: Travailler
ro: In lucru
ru: Работа
