Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Pages/Configs.*.resx
Languages: de, fa, nl, pt, ro, tr, vi

# Help3x02
source: Finally, if your config uses stacker, the instructions will be saved as a LoliCode script inside the %script.loli% file. If instead you decided to convert your config to C# only, a file called %script.cs% will be created with the C# code to execute.
de: Wenn deine Konfiguration Stacker verwendet, werden die Anweisungen als LoliCode-Skript in der Datei %script.loli% gespeichert. Wenn du dich stattdessen entschieden hast, deine Konfiguration in C# zu konvertieren, wird eine Datei namens %script.cs% mit dem auszuführenden C# Code erstellt.
fa: سرانجام ، اگر کانفیگ شما از استکر استفاده کند ، دستورالعمل ها به عنوان یک اسکریپت لولی کد در داخل فایل٪ script.loli٪ ذخیره می شوند. اگر در عوض تصمیم گرفتید کانفیگ خود را فقط به C# تبدیل کنید ، فایلی به نام٪ script.cs٪ با کد C# برای اجرا ایجاد می شود.
nl: Ten slotte, als u de config stapelaar gebruikt, worden de instructies opgeslagen als een LoliCode-script in het bestand %script.loli%. Als je in plaats daarvan hebt besloten om je config alleen naar C# te converteren, wordt een bestand met de naam %script.cs% gemaakt met de C#-code om uit te voeren.
pt: Finalmente, se sua configuração usa o stacker, as instruções serão salvas como um script LoliCode dentro do arquivo %script.loli%. Se, em vez disso, você decidir converter sua configuração para apenas C#, um arquivo chamado %script.cs% será criado com o código C# para ser executado.
ro: In sfarsit, daca configul tau foloseste stacker, instructiunile vor fi salvate in limbajul LoliCode in fisierul %script.loli%. Daca in schimb vei decide sa convertesti configul tau in C#, fisierul va fi numit %script.cs% si va fi creat cu un code C#.
tr: Son olarak, yapılandırmanız yığınlayıcı kullanıyorsa, talimatlar %script.loli% dosyası içinde bir LoliCode betiği olarak kaydedilecektir. Bunun yerine yapılandırmanızı yalnızca C# 'ye dönüştürmeye karar verdiyseniz, çalıştırılacak C# koduyla %script.cs% adlı bir dosya oluşturulur.
vi: Cuối cùng, nếu config của bạn dùng Stack, code sẽ được lưu dưới dạng Lolicode ở trong file %script.loli%. Còn nếu, bạn quyết định chuyển đổi config sang C#, một file %script.cs% sẽ được tạo bằng code C#.

source: Last Modified
de: Zuletzt geändert
fa: آخرین اصلاح شده
nl: Laatst gewijzigd
pt: Ultima Modificação
ro: Ultima Modificare
tr: Son Düzenleme
vi: Lần sửa dổi cuối

source: Loading
de: Lade
fa: بارگذاری
nl: Bezig met laden
pt: Carregando
tr: Yükleniyor
vi: Đang tải

source: Local configs
fa: کانفیگ های محلی
nl: Lokale configs
pt: Configurações Locais
ro: Configuri Locale
tr: Yerel yapılandırmalar

source: Missing Plugin
de: Fehlendes Plugin
fa: پلاگین موجود نیست
nl: Ontbrekende plugin
pt: Plug-in não foi encontrado
ro: Lipseste Plugin
tr: Eksik Eklenti
vi: Plugin bị mất

# MissingPluginText
source: The config was built with this plugin, but it's missing
de: Die Config wurde mit diesem Plugin gebaut, aber es ist nicht vorhanden
fa: کانفیگ ها با این پلاگین ساخته شده است ، اما موجود نیست
nl: De config is gebouwd met deze plugin, maar deze ontbreekt
pt: A configuração foi construída com este plugin, mas está faltando.
ro: Configul a fost creat cu acest plugin, dar acesta lipseste
tr: Yapılandırma bu eklenti ile oluşturuldu, ancak eksik
vi: Config được tạo bằng plugin này, nhưng nó không tồn tại

source: Name
fa: اسم
nl: Naam
pt: Nome
ro: Nume
tr: İsim
vi: Tên

source: New
de: Neu
fa: جدید
nl: Nieuw
pt: Novo
ro: Nou
tr: Yeni
vi: Tạo

# NoConfigSelectedWarning
source: It looks like you didn't select any config!
de: Es wurde keine Config ausgewählt!
fa: به نظر می رسد شما هیچ کانفیگی را انتخاب نکرده اید!
nl: Het lijkt erop dat je geen config hebt geselecteerd!
pt: Parece que você não selecionou nenhuma configuração!
ro: Se pare ca nu ai selectat niciun config!
tr: Önce bir yapılandırma dosyası seçelim istersen!
vi: Không có config nào được chọn!

source: Proxies
fa: پروکسی ها
nl: Proxy's
tr: Proksiler
vi: Proxy

# ReallyDelete
source: Do you really want to delete
de: Wirklich löschen?
fa: آیا واقعاً می خواهید حذف کنید
nl: Wil je dit echt verwijderen?
pt: Você realmente quer deletar?
ro: Chiar vrei sa stergi?
tr: Silmek istediğine emin misin?
vi: Bạn có thực sự muốn xoá?

source: Reload
de: Neu Laden
fa: بارگذاری
nl: Herlaad
pt: Recarregar
ro: Reincarca
tr: Tekrar yükle
vi: Tải lại

source: Remote
fa: کنترل
nl: Externe
pt: Remoto
tr: Uzak bağlantı

source: Remote config
fa: کنترل کانفیگ
nl: Externe config
pt: Config remota
tr: Uzak bağlantı yapılandırması

source: Remote configs
fa: کنترل کانفیگ ها
nl: Externe configs
pt: Configs Remotas
tr: Uzak bağlantı yapılandırmaları

source: Toggle View
de: Ansicht umschalten
fa: تغییر وضعیت
nl: Verander weergave
pt: Mudar Visualização
ro: Comutare Vizualizarea
tr: Görünümü Değiştir
vi: Chuyển đổi chế độ xem

source: Uh-Oh
fa: اوه شت
ro: Oh-Uh
tr: Ah-kalbim

source: Unsaved Changes
de: Ungesicherte Änderungen
fa: تغییرات ذخیره نشده
nl: Niet-opgeslagen wijzigingen
pt: Mudanças não salvas
ro: Schimbarile nu au fost salvate
tr: Kaydedilmemiş Değişiklikler
vi: Thay đổi chưa được lưu

# UnsavedChangesText
source: The current config has unsaved changes! Continue anyways?
de: Die aktuelle Config hat ungespeicherte Änderungen! Trotzdem fortfahren?
fa: کانفیگ های فعلی ذخیره نشده اند ! میخوای ادامه بدی؟
nl: De huidige config heeft niet-opgeslagen wijzigingen! Toch doorgaan?
pt: A configuração atual tem alterações não salvas! Continuar mesmo assim?
ro: Configul actual are schimbari nesalvate! Continuati oricum?
tr: Mevcut yapılandırmada kaydedilmemiş değişiklikler var! Yine de devam edilsin mi?
vi: Thay đổi của config chưa được lưu! Bạn có muốn tiếp tục?

source: Upload
de: Hochladen
fa: آپلود
nl: Uploaden
pt: Enviar
ro: Incarca
tr: Yükle
vi: Tải lên

source: WARNING
de: WARNUNG
fa: هشدار
nl: WAARSCHUWING
pt: AVISO
ro: ATENTIE
tr: UYARI
vi: Cảnh báo

source: Wordlists
fa: کمبو لیست ها
tr: Sözcük Listeleri
vi: Danh sách tài khoản
