Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Pages/Configs.*.resx
Languages: de, fa, nl, pt, ro, tr, vi

source: All done!
de: Fertig
fa: تمام شد!
nl: Helemaal klaar!
pt: Tudo feito!
ro: Am terminat!
tr: Hepsi tamam!
vi: Tất cả đã xong

source: Are you sure?
de: wirklich sicher?
fa: مطمئنی؟
nl: Weet je het zeker?
pt: Tem certeza?
ro: Esti sigur?
tr: Emin misin?
vi: Bạn chắc chứ ?

source: Author
de: Autor
fa: سازنده
nl: Auteur
pt: Criador
ro: Autor
tr: Sahibi
vi: Tác giả

source: by
de: von
fa: توسط
nl: door
pt: de
ro: de
tr: tarafından
vi: bởi

source: Cancel
de: Abbruch
fa: کنسل
nl: Annuleer
pt: Cancelar
ro: Anulare
tr: İptal
vi: Thoát

source: Cannot download remote config
de: Kann eine Remote Config nicht herunterladen
fa: کانفیگ ها از راه دور بارگیری نمی شود
nl: Kan externe config niet downloaden
pt: Não pode baixar configurações remotas
ro: Nu poti descarca Configul Remote
tr: Uzaktan yapılandırma indirilemiyor
vi: Không thể tải xuống remote config

source: Cannot edit remote config
de: Kann eine Remote Config nicht bearbeiten
fa: کانفیگ از راه دور قابل ویرایش نیست
nl: Kan externe config niet bewerken
pt: Não pode editar configurações remotas
ro: Nu poti edita Configul Remote
tr: Uzak yapılandırma düzenlenemez
vi: Không thể chỉnh sửa remote config

source: Category
fa: موضوع ها
nl: Categorie
pt: Categoria
ro: Categorie
tr: Kategori
vi: Loại

# ConfigReloadWarning
source: This will reload all configs from disk, so all unsaved changes will be lost. Do you want to proceed?
de: Dies wird alle Configs neu von der Disk einlesen. Ungespeicherte Änderungen gehen verloren. Wirklich fortfahren?
fa: با این کار همه کانفیگ ها از دیسک بارگیری می شود ، بنابراین تمام تغییرات ذخیره نشده از بین می روند. آیا شما می خواهید ادامه دهید؟
nl: Hierdoor worden alle configs opnieuw van de schijf geladen, zodat alle niet-opgeslagen wijzigingen verloren gaan. Wil je doorgaan?
pt: Isso recarregará todas as configurações do disco, de modo que todas as alterações não salvas serão perdidas. Você quer prosseguir?
ro: Voi reincarca toate configurile din disk, toate modificarile nesalvate vor fi pierdute. Esti sigur ca vrei sa continui?
tr: Bu, tüm yapılandırmaları diskten yeniden yükleyeceği için kaydedilmemiş tüm değişiklikler kaybolacaktır. Devam etmek istiyor musunuz?
vi: Thao tác này sẽ đọc lại tất cả các Config. Các thay đổi chưa được lưu sẽ bị mất.. Bạn có muốn tiếp tục?

source: Configs successfully uploaded
de: Configs erfolgreich raufgeladen
fa: کانفیگ ها با موفقیت بارگذاری شدند
nl: Configs zijn geüpload
pt: Configurações carregadas com sucesso
ro: Configurile incarcate cu succes
tr: Yapılandırmalar başarıyla yüklendi
vi: Upload config thành công

# ConfigWarningMessage
source: WARNING! Configs contain C# code that is executed without any automatic checks for malicious behaviours. If you use configs made by 3rd parties, it is YOUR responsibility to make sure that configs do exactly what they are supposed to do and that nothing shady is going on. Always check the LoliCode / C# code yourself before running them if you don't completely trust the origin.
de: WARNUNG! Configs enthalten C#-Code, der ohne automatische Überprüfung auf bösartige Verhaltensweisen ausgeführt wird. Wenn du Configs von Drittanbietern verwendest, liegt es in DEINER Verantwortung, sicherzustellen, dass die Configs genau das tun, was sie tun sollen und dass nichts Zwielichtiges vor sich geht. Überprüfe den LoliCode / C#-Code immer selbst, bevor du ihn ausführst, falls du der Quelle nicht vollständig vertraust.
fa: هشدار پیکربندی ها حاوی کد C # هستند که بدون هیچ گونه بررسی خودکار رفتارهای مخرب اجرا می شوند. اگر از تنظیمات ساخته شده توسط اشخاص ثالث استفاده می کنید ، این مسئولیت شماست که مطمئن شوید پیکربندی ها دقیقاً همان کاری را انجام می دهند که قرار است انجام دهند و هیچ چیز سایه ای در جریان نیست. اگر به منبع اصلی کاملاً اعتماد ندارید ، همیشه خودتان کد LoliCode / C # را بررسی کنید.
nl: WAARSCHUWING! Configs bevatten C# -code die wordt uitgevoerd zonder automatische controles op kwaadaardig gedrag. Als u configs gebruikt die door derden zijn gemaakt, is het UW verantwoordelijkheid om ervoor te zorgen dat configs precies doen wat ze moeten doen en dat er niets verdachts aan de hand is. Controleer altijd zelf de LoliCode / C# -code voordat u ze uitvoert als u de oorsprong niet volledig vertrouwt.
pt: AVISO! Configurações contendo codigo C# é executado sem nenhuma verificação automática de comportamento malicioso. Se você usar configurações feitas por terceiros, é SUA responsabilidade garantir que as configurações façam exatamente o que devem fazer e que nada de obscuro esteja acontecendo. Sempre é recomendado verificar o codigo LoliScript/C# Antes de executá-los.
ro: ATENTIE! Configurarea contine code C# care este executat fara niciun fel de verificare pentru activitati rau intetionate. Daca folosesti configuratii create de 3rd parties, este responsabilitatea ta sa fii sigur ca configurarea face ceea ce ar trebui si nimic mai mult. Oricum verifica LoliCode / Codul C# chiar tu inainte sa pornesti configurarea daca nu ai incredere in creator.
tr: UYARI! Yapılandırmalar, kötü niyetli davranışlar için herhangi bir otomatik denetim yapılmadan yürütülen C # kodunu içerir. 3. taraflarca yapılan yapılandırmaları kullanırsanız, yapılandırmaların tam olarak yapmaları gereken şeyi yaptığından ve güvenilmeyen hiçbir şeyin olmadığından emin olmak SİZİN sorumluluğunuzdadır. Kaynağa tamamen güvenmiyorsanız, çalıştırmadan önce her zaman LoliCode / C # kodunu kendiniz kontrol edin.
vi: CẢNH BÁO! Nếu bạn đang sử dụng config của bên thứ ba, BẠN cần đảm bảo rằng các config đang làm chính xác nhiệm vụ của nó và không có hành vi độc hại. Nếu nguồn không đáng tin cậy, xin hãy kiểm tra lại mã LoliCode / C # trước khi chạy

source: Creation Date
de: Ersellungsdatum
fa: تاریخ ایجاد
nl: Aanmaakdatum
pt: Data de criação
ro: Data Creare
tr: Oluşturulma tarihi
vi: Ngày phát hành

source: Delete
de: Löschen
fa: پاک کردن
nl: Verwijder
pt: Excluir
ro: Sterge
tr: Sil
vi: Xoá

source: Download
de: Herunterladen
fa: دانلود
nl: Downloaden
ro: Descarca
tr: İndir
vi: Tải xuống

source: Edit
de: Bearbeiten
fa: ویرایش
nl: Bewerk
pt: Editar
ro: Editeaza
tr: Düzenle
vi: Chỉnh sửa

# Help1x00
source: What is a Config?
de: Was ist eine Config?
fa: کانفیگ چیست ؟
nl: Wat is een config?
pt: O que é uma Config?
ro: Ce este un config?
tr: Yapılandırma nedir?
vi: Config là gì?

# Help1x01
source: A %Config% is a file that contains instructions for automating certain actions, usually towards web resources. Configs contain some %metadata% (like a name, an author and an icon), a %readme% with instructions on how to use it or what it's for, some settings, and then instructions that can either be in the custom %LoliCode% scripting language or in pure %C#%. On the disk, configs are saved as files with the %.opk% extension in the %UserData/Configs% subfolder.
de: Eine %Config% ist eine Datei, die Anweisungen für die Automatisierung bestimmter Aktionen enthält, normalerweise in Verbindung zu Webressourcen. Configs enthalten einige %Metadaten% (wie z.B. einen Namen, einen Autor und ein Icon), eine %LiesMich% mit Anweisungen, wie man sie benutzt oder wofür sie da ist, einige Einstellungen und dann Anweisungen, die entweder in der benutzerdefinierten %LoliCode% Skriptsprache oder in reinem %C#% sein können. Auf der Festplatte werden die Configs als Dateien mit der Erweiterung %.opk% im Unterordner %UserData/Configs% gespeichert.
fa: ٪ کانفیگ٪ فایلی است که شامل دستورالعمل هایی برای خودکار کردن برخی اقدامات ، معمولاً به سمت منابع وب است. پیکربندی ها حاوی٪٪ فراداده٪ (مانند نام ، نویسنده و نماد) ،٪ خواندن٪ به همراه دستورالعمل هایی برای نحوه استفاده از آن یا برای چه چیزی است ، برخی تنظیمات و سپس دستورالعمل هایی که می توانند در٪ لولی کد٪ سفارشی باشند زبان برنامه نویسی یا به صورت خالص٪ C#٪. در دیسک ، کانفیگ ها به عنوان پرونده هایی با پسوند٪ .opk٪ در پوشه٪ کانفیگ ها٪ ذخیره می شوند.
nl: Een %Config% is een bestand dat instructies bevat voor het automatiseren van bepaalde acties, meestal naar webbronnen. Configs bevatten een aantal %metadata% (zoals een naam, een auteur en een pictogram), een %leesmij% met instructies over hoe het te gebruiken of waar het voor is, enkele instellingen en vervolgens instructies die ofwel in de aangepaste %LoliCode% kunnen staan of in pure %C#%. Op de schijf worden configs opgeslagen als bestanden met de %.opk% extensie in de %UserData/Configs% submap.
pt: Um %Config% é um arquivo que contem instuções para automatizar certas ações, geralmente para recursos da web. As configs contêm alguns %metadata% (como um nome, um autor e um ícone), um %readme% com instruções sobre como usá-lo ou para que serve, algumas configurações e instruções que podem estar no %LoliCode% personalizado ou em %C#% puro. No disco, as configurações são salvas como arquivos com a extensão %.opk% na subpasta %UserData/Configs%.
ro: Un %Config% este un fisier care contine instructiuni pentru automatizarea actiunilor, de obicei catre o pagina web. Confuratiile contin %metadata% (precum un nume,un autor sau o iconita), un %readme% cu instructiuni despre cum sa folosesti sau pentru ce este, cateva setari, si instructiuni care pot fie sa fie in codul special creat %LoliCode% sau in codul %C#%. In stocare, configurile sunt salvate ca fisiere cu extensia %.opk% in sub folderul %UserData/Configs%.
tr: %Yapılandırma% genellikle web kaynaklarına yönelik belirli eylemleri otomatikleştirmek için talimatlar içeren bir dosyadır. Yapılandırmalar bazı %metaveriler% (bir ad, yazar ve simge gibi), nasıl kullanılacağına veya ne için kullanılacağına ilişkin talimatların bulunduğu bir %benioku% dosyası, bazı ayarlar ve ardından özel %LoliCode% komut dosyası dili içinde bulunan ya da tamamen %C#% içinde bulunan talimatlar içerir. Diskte, yapılandırmalar %UserData/Configs% alt klasörüne %.opk% uzantılı dosyalar olarak kaydedilir.
vi: %Config% là một file chứa code cho những hành động nhất định, thường hướng về tài nguyên của web. Các config chứa vài thông tin chung (như tên, tác giả và icon), phần %readme% với hướng dẫn cách dùng và mục đích, vài tùy chỉnh, và phần hướng dẫn có thể nằm trong phần %LoliCode% tùy chỉnh hoặc %C#%. Trên ổ đĩa, các config được lưu dưới dạng file với đuôi %.opk% trong folder con %UserData/Configs%.

# Help1x02
source: Configs can be used in jobs such as the %MultiRun Job% in order to execute some instructions on a given dataset (e.g. a wordlist) in parallel. For example, they can be used to check if certain subpaths of a given website return a valid response, or they can be used to scrape links from multiple pages of an online shop.
de: Configs können in Jobs wie dem %MultiRun Job% verwendet werden, um einige Anweisungen auf einem gegebenen Datensatz (z.B. einer Wordlist) parallel auszuführen. Zum Beispiel können sie verwendet werden, um zu prüfen, ob bestimmte Unterpfade einer gegebenen Webseite eine gültige Antwort zurückgeben, oder sie können verwendet werden, um Links von mehreren Seiten eines Onlineshops zu sammeln.
fa: می توان از کانفیگ در مشاغلی مانند٪ مولتی ران شغل٪ استفاده کرد تا به طور موازی برخی از دستورالعمل ها را در یک مجموعه داده خاص (به عنوان مثال لیست کلمات) اجرا کند. به عنوان مثال ، می توان از آنها برای بررسی اینکه آیا زیرمسیرهای خاصی از یک وب سایت پاسخ معتبری دریافت می کند ، یا می توان آنها را برای کش رفتن لینک از چندین صفحه از یک فروشگاه آنلاین استفاده کرد.
nl: Configs kunnen worden gebruikt in taken zoals de %MultiRun Taak% om enkele instructies parallel uit te voeren op een gegeven dataset (bijv. Een wordlist). Ze kunnen bijvoorbeeld worden gebruikt om te controleren of bepaalde subpaden van een bepaalde website een geldig antwoord opleveren, of ze kunnen worden gebruikt om links van meerdere pagina's van een online winkel te schrapen.
pt: As configs podem ser usadas em trabalhos com %Multiplas Threads% para executar algumas instruções em um determinado conjunto de dados (por exemplo, uma Wordlist) em paralelo. Por exemplo eles podem ser usados para verificar se certos subcaminhos de um determinado site retornam uma resposta válida ou podem ser usados para raspar links de várias páginas de uma loja online.
ro: Configurile pot fi folosite in alte feluri precum %MultiRun Job% in ordine sa execute cateva instructiuni sau un set de date (ex. o lista de cuvinte) in paralel. De exemplu, acestea pot fi folosite sa verifici daca specifice adrese pentru un site trimit un raspuns valid sau acestea pot fi folosite pentru a cauta linkuri dintr-un site cu mai multe pagini.
tr: Yapılandırmalar, belirli bir veri kümesinde (örneğin bir sözcük listesi) paralel olarak bazı talimatları yürütmek için %MultiRun Job% gibi işlerde kullanılabilir. Örneğin, belirli bir web sitesinin belirli alt yollarının geçerli bir yanıta karşılık verip vermediğini kontrol etmek için kullanılabilirler veya bir çevrimiçi mağazanın birden çok sayfasından bağlantı istatistikleri almak için kullanılabilirler.
vi: Các config được dùng trong những việc như %Đa Tác Vụ% để thực hiện những code với tập dữ liệu sẵn (ví dụ: một danh sách tài khoản) song song với nhau. Ví dụ, chúng có thể được dùng để kiểm tra các subpath của một website có phản hồi hợp lệ hay không, hoặc chúng có thể dùng để cào links từ nhiều trang của một shop online.

# Help2x00
source: How does the Config Manager work?
de: Wie funktioniert der Config Manager?
fa: کانفیگ منیجر چگونه کار میکند ؟
nl: Hoe werkt de Config Manager?
pt: Como funciona o gerenciador de Configs?
ro: Cum functioneaza Config Managerul?
tr: Yapılandırma yöneticisi nasıl çalışır?
vi: Trình quản lý config hoạt động như thế nào?

# Help2x01
source: The %Config Manager% keeps track of all your configs. Configs are loaded from the `UserData/Configs` subfolder when OB2 starts up, and if some new configs are added to that folder you can simply hit %Reload% in order to start the loading process again. If you don't have easy access to the Configs folder (for example if OB2 is running on a vps) you can %Upload% a config with the related button. You can also %Download% existing configs in the same way.
de: Der %Config Manager% behält den Überblick über alle deine Configs. Configs werden aus dem `UserData/Configs`-Unterordner geladen, wenn OB2 startet. Wenn neue Configs zu diesem Ordner hinzugefügt werden, kannst du einfach %Neu Laden% drücken, um den Ladeprozess erneut zu starten. Wenn du keinen einfachen Zugriff auf den Configs-Ordner hast (z.B. wenn OB2 auf einem VPS läuft), kannst du eine Config mit dem entsprechenden Button %Hochladen% raufladen Auf die gleiche Art und Weise kannst du auch bestehender Configs %Herunterladen%.
fa: ٪کانفیگ منیجر٪ کانفیگ های شما را ردیابی می کند. هنگام راه اندازی OB2 ، کانفیگ ها از زیر پوشه کانفیگ بارگیری می شوند و اگر برخی از پیکربندی های جدید به آن پوشه اضافه شوند ، می توانید٪ اسکن٪ را بزنید تا روند بارگیری مجدد شروع شود. اگر دسترسی آسانی به پوشه کانفیگ ندارید (به عنوان مثال اگر OB2 روی سرور اجرا می شود) می توانید٪ را با دکمه مربوط٪ بارگذاری کنید. همچنین می توانید٪ پیکربندی های موجود را به همان روش بارگیری کنید.
nl: De %Config Manager% houdt al uw configs bij. Configs worden geladen vanuit de submap `UserData/Configs` wanneer OB2 opstart, en als er een aantal nieuwe configs aan die map worden toegevoegd, kunt u eenvoudig op %Herlaad% drukken om het laadproces opnieuw te starten. Als u geen gemakkelijke toegang heeft tot de map Configs (bijvoorbeeld als OB2 op een vps draait), kunt u een Config %Uploaden% met de gerelateerde knop. U kunt ook met %Downloaden% bestaande configs op dezelfde manier downloaden.
pt: O %Gerenciador de Configs% mantém o controle de todas as suas configurações. As configs são carregadas da subpasta `UserData/Configs` quando o OB2 é inicializado e se alguma nova config for adicionada a essa pasta, você pode simplesmente clicar em %Recarregar% para iniciar o processo de carregamento novamente. Se você não tiver acesso fácil á pasta Configs(por exemplo se o OB2 estiver sendo executado em uma vps), você pode %Upload% a config com um botão relacionado. Você também pode fazer o %Download% de configurações existentes da mesma maneira.
ro: %Config Manager% este o biblioteca pentru configurile tale. Configurile sunt incarcate din sub folderul `UserData/Configs` si daca un config nou este adaugat in acel folder poti sa apesi pe %Reload% pentru a-l putea incarca in biblioteca. Daca nu ai un acces usor in folderul Configs (de exemplu OB2 functioneaza pe un vps) poti sa %Upload% un config cu acest buton. Poti si sa %Download% un config deja existent prin aceasta metoda.
tr: %Yapılandırma Yöneticisi% tüm yapılandırmalarınızı takip eder. OB2 başladığında yapılandırmalar Yapılandırmalar alt klasöründen yüklenir ve eğer bu klasöre bazı yeni yapılandırmalar eklenirse, yükleme işlemini yeniden başlatmak için %Yeniden yükle% tuşuna basmanız yeterlidir. Yapılandırma klasörüne kolay erişiminiz yoksa (örneğin, OB2 bir vps'de çalışıyorsa), ilgili buton olan %Yükle% ile bir yapılandırma yükleyebilirsiniz. Aynı şekilde mevcut yapılandırmaları %İndir% butonu ile indirebilirsiniz.
vi: %Trình quản lý Config% giúp theo dõi tất cả các config của bạn. Các config được tải từ folder con `UserData/Configs` khi OB2 khởi động, và nếu vài config mới được thêm vào folder đấy bạn đơn giản có thể bấm %Tải lại% để bắt đầu quá trình tải lần nữa. Nếu bạn gặp khó khi truy cập Configs folder (ví dụ nếu OB2 đang chạy trên một vps) bạn có thể %Tải lên% một config với nút thực hiện tính năng đấy. Bạn cũng có thể %Tải xuống% các config hiện có với cách tương tự.

# Help2x02
source: At the top you can find the %New% button that will create a new config. In order to %edit% a config you can click on the Edit button or double click on the config in the list. There is also a button to %change the view% to a more detailed grid view.
de: Oben findest du den %Neu% Button, mit dem du eine neue Konfiguration erstellen kannst. Um eine Konfiguration zu %bearbeiten%, kannst du auf den Bearbeiten-Button klicken oder einen Doppelklick auf die Konfiguration in der Liste machen. Es gibt auch einen Button zum %Ansicht umschalten% zu einer detaillierteren Gitteransicht.
fa: در بالا می توانید دکمه٪جدید٪ را پیدا کنید که کانفیگ جدیدی ایجاد می کند. برای ویرایش٪ a٪ کانفیگ می توانید بر روی دکمه ویرایش یا دوبار کلیک بر روی کانفیگ لیست کلیک کنید. همچنین دکمه ای برای تغییر٪ مشاهده به نمای شبکه با جزئیات بیشتر وجود دارد.
nl: Bovenaan vind je de %Nieuw% knop die een nieuwe config zal aanmaken. Om %een config% te editen, kunt u op de knop Bewerken klikken of dubbelklikken op de config in de lijst. Er is ook een knop om %de weergave% te wijzigen naar een meer gedetailleerde rasterweergave.
pt: No topo você pode encontrar o botão %Novo% que irá criar uma nova configuração. A fim de %Editar% uma configuração você pode clicar no botão Editar ou clicar duas vezes na configuração na lista. Há também um botão para %Mudar o tipo de Visualização% para um tipo de grade mais detalhada.
ro: Sus poti gasi butonul %New% prin care poti crea un config nou. Pentru a %edit% un config poti sa apesi pe butonul Editare sau sa dai dublu click pe config in lista. Mai exista si un buton pentru %change the view% intr-o grila mai detaliata.
tr: En üstte, yeni bir yapılandırma oluşturacağınız %Yeni% butonunu bulabilirsiniz. Bir yapılandırmayı düzenlemek için %düzenle% butonuna tıklayabilir ya da listedeki yapılandırmaya çift tıklayabilirsiniz. Ayrıca %görüntüyü değiştir% butonu ile daha detaylı ızgara görünümü sağlayabilirsiniz.
vi: Ở phía trên bạn có thể tìm thấy nút %tạo% để tạo một config mới. Để %tùy chỉnh% một config bạn có thể click vào nút Edit hoặc đúp chuột vào confi ở trên danh sách có sẵn. Còn có một nút để %thay đổi định dạng% thành cuộn thông tin chi tiết hơn về các config.

# Help3x00
source: What is a .opk file?
de: Was ist eine .opk Datei?
fa: فایل .opk چیست؟
nl: Wat is een .opk-bestand?
pt: O que é um arquivo .opk?
ro: Ce este un fisier .opk?
tr: .opk dosyası nedir?
vi: File .opk là gì?

# Help3x01
source: A %.opk% file is a %zip archive% that contains some files inside it. The first file is %metadata.json%, which contains the name, author and icon of the config. The icon is a base64-encoded image which can also be a GIF. The %readme.md% file will contain a description of the config, it will be shown to the user when they open the config selection menu during the job setup process. It supports the markdown language. The %settings.json% file will contain the config-specific settings.
de: Eine %.opk% Datei ist ein %zip Archiv%, das einige Dateien in sich enthält. Die erste Datei ist %metadata.json%, die den Namen, den Autor und das Icon der Config enthält. Das Icon ist ein base64-encodiertes Bild, das auch ein GIF sein kann. Die %readme.md% Datei enthält eine Beschreibung der Config, sie wird dem Benutzer angezeigt, wenn er das Config-Auswahlmenü während des Job-Setup-Prozesses öffnet. Sie unterstützt die Markdown-Sprache. Die %settings.json% Datei enthält die config-spezifischen Einstellungen.
fa: یک پرونده٪ .opk٪ یک٪ zip بایگانی٪ است که حاوی برخی از پرونده ها در داخل آن است. اولین پرونده٪ metadata.json٪ است که شامل نام ، نویسنده و نماد کانفیگ است. نماد یک تصویر کد شده با پایه 64 است که می تواند یک گیف نیز باشد. پرونده٪ readme.md٪ حاوی توصیفی ازکانفیگ است ، هنگام باز کردن منوی انتخاب کانفیگ در هنگام راه اندازی کار ، به کاربر نشان داده می شود. از زبان علامت گذاری پشتیبانی می کند. پرونده٪ settings.json٪ حاوی تنظیمات خاص کانفیگ است.
nl: Een %.opk% -bestand is een %zip-archief% dat enkele bestanden erin bevat. Het eerste bestand is %metadata.json%, dat is de naam, auteur en het pictogram van de config. Het pictogram is een met base64 gecodeerde afbeelding die ook een GIF kan zijn. Het %readme.md% -bestand zal een beschrijving van de config bevatten, deze zal aan de gebruiker worden getoond wanneer ze het config selectiemenu openen tijdens het instellen van de taak. Het ondersteunt de markdown-taal. Het %settings.json% -bestand bevat de config-specifieke instellingen.
pt: Um %.opk% arquivo é um %Arquivo .zip% que contém alguns arquivos dentro dele. O primeiro arquivo é %metadata.json%, que contém o nome, autor e ícone da configuração. O ícone é uma imagem codificada em base64 que também pode ser um GIF. O arquivo %readme.md% conterá uma descrição da configuração, que será mostrada ao usuário quando ele abrir o menu de seleção de configuração durante o processo de configuração do trabalho. Suporta a linguagem markdown. O arquivo %settings.json% conterá as configuração da Config.
ro: Un fisier %.opk% este o %zip archive% care contine cateva fisiere inauntru. Primul fisier este %metadata.json% care contine numele,creatorul si iconita configului. Iconita este o imagine encriptata in base64 care poate fi si un gif. Fisierul %readme.md% va contine o descriptie despre config, va fi afisat utilizatorului atunci cand acesta va deschide meniul cu configuri in timpul setarii actiunii. Va suporta limbajul markdown/ Fisierul %settings.json% va contine setarile specifice configului.
tr: Bir %.opk% dosyası içinde bazı dosyaları içeren bir %zip arşiv%'idir. İlk dosya, yapılandırmanın adını, sahibini ve simgesini içeren %metadata.json% dosyasıdır. Simge, bir GIF de olabilen, base64 olarak kodlanmış bir görüntüdür. %Benioku.md% dosyası yapılandırmanın bir açıklamasını içeren, kullanıcıya iş kurulumu işlemi sırasında yapılandırma seçim menüsünü açtıklarında gösterilecektir. Markdown dilini destekler. %settings.json% dosyası yapılandırmaya özgü ayarları içerir.
vi: Một file %.opk% là một %kho lưu trữ zip% chứa một vài file ở trong nó. File đầu tiên là %metadata.json%, nó chưa tên, tác giả và icon của config. Icon là một bức ảnh được mã hóa bởi base64, nó cũng có thể là một GIF. File %readme.md% sẽ chứa miêu tả về config, nó sẽ hiện ra khi người dùng mở menu chọn config trong lúc quá trình setup một tác vụ. Nó có hỗ trợ ngôn ngữ markdown. File %settings.json% sẽ chứa những cài đặt nhất định về config.
