Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Pages/EditSettings.*.resx
Languages: de, es, fa, fr, it, nl, ro, ru, tr, vi

source: Add
de: Hinzufügen
es: Agregar
fa: اضافه کردن
fr: Ajouter
it: Aggiungi
nl: Toevoegen
ro: Adauga
ru: Добавить
tr: Ekle
vi: Thêm

source: Add Blank
de: Leere hinzufügen
es: Agregar en blanco
fa: اضافه خالی
fr: Ajouter une case vide
it: Aggiungi Vuoto
nl: Lege toevoegen
ro: Adauga gol
ru: Добавить пустоту
tr: Boşluk Ekle
vi: Thêm blank

source: Allowed proxy types
de: Erlaubte Proxy Arten
es: Tipos de proxy permitidos
fa: انواع پروکسی مجاز است
fr: Types de proxy autorisés
it: Tipi di proxy ammessi
nl: Toegestane proxy typen
ro: Tipuri de proxiuri permise
ru: Разрешенные типы прокси
tr: İzin verilen proksi türleri
vi: Cho phép loại proxy

source: Allowed wordlist types
de: Erlaubte Proxy Arten
es: Tipos de Diccionarios permitidos
fa: انواع لیست کلمات مجاز
fr: Types de wordlist autorisés
it: Tipi di wordlist ammessi
nl: Toegestane wordlist typen
ro: Tipuri de Wordlist permise
ru: Разрешенные типы списков слов
tr: İzin verilen kelime listesi türleri
vi: Cho phép loại tài khoản

# AlwaysOpenBrowser
source: Always open the browser at the start
de: Browser beim Start immer öffnen
es: Abrir siempre el navegador al inicio
fa: همیشه در ابتدا مرورگر را باز کنید
fr: Toujours ouvrir le navigateur au démarrage
it: Apri sempre il browser all'inizio
nl: Open altijd de browser aan het begin
ro: Mereu porneste browserul la inceput
ru: Всегда открывайте браузер в самом начале
tr: Tarayıcıyı her zaman başlangıçta aç
vi: Luôn mở trình duyệt khi khởi động

source: Are you sure?
de: Wirklich sicher?
es: ¿Estás seguro?
fa: مطمئنی؟
fr: Êtes-vous sûr?
it: Sei sicuro/a?
nl: Weet je het zeker?
ro: Esti sigur?
ru: Вы уверены?
tr: Emin misin?
vi: Bạn chắc chứ?

# BanLoopEvasion
source: Ban loop evasion a.k.a. after how many BAN statuses the data line should be marked as TOCHECK and the proxy should be banned (0 to disable)
de: Ban Loop Vermeidung a.k.a. nach wie vielen BANs die aktuellen Daten Zeile als TOCHECK markiert und der Proxy gebannt wird (0 zum Ausschalten)
es: Evasión de bucle de prohibición, también conocida como, después de cuántos estados desabilitados/BAN, los datos debe marcarse como A Verificar y el proxy debe desabilitarse (0 para deshabilitar)
fa: ممنوعیت فرار از حلقه a.k.a پس از چند وضعیت بن ، خط داده باید به عنوان تو چک علامت گذاری شود و پروکسی ممنوع شود (0 برای غیرفعال کردن)
fr: Évasion de la boucle de ban, en gros après combien de statuts BAN la ligne de data devrait être marquée comme TOCHECK et le proxy devrait être banni (0 pour désactiver)
it: Evasione del ban loop, cioè dopo quanti stati di BAN la riga dati deve essere marcata come TOCHECK ed il proxy deve essere bannato (0 per disattivare)
nl: Ban loop ontwijking, oftewel na hoeveel BAN statussen de datalijn moet worden gemarkeerd als TOCHECK en de proxy moet worden geblokkeerd (0 om uit te schakelen)
ro: Baneaza evaziunea in bucla a.k.a. dupa cate statusuri BAN datele vor fi marcate ca TOCHECK si proxiul va fi banat (0 to disable)
ru: Уклонение от цикла запрета a.k.a. после скольких статусов BAN линия данных должна быть помечена как TOCHECK и прокси должен быть запрещен (0 - запретить).
tr: Yasak döngüsünden kaçınma diğer bir deyişle ne kadar YASAK durumundan sonra, veri satırını KONTROL-ET olarak işaretlenmeli ve proksi yasaklanmalıdır (devredışı bırakmak için 0)
vi: Sau bao nhiêu lần BAN, dữ liệu sẽ được đánh dấu là TOCHECK và proxy sẽ bị xoá (0 để tắt)

# BanStatuses
source: Ban the proxy when the bot ends with one of these statuses
de: Bei folgenden Status den Proxy bannen
es: Deshabilitar el proxy cuando el bot termina con uno de estos estados
fa: وقتی ربات با یکی از این وضعیت ها پایان یافت ، پروکسی را ممنوع کنید
fr: Bannir le proxy quand le bot se termine avec un de ces statuts
it: Banna il proxy quando il bot termina con uno di questi stati
nl: Ban de proxy wanneer de bot eindigt met een van deze statussen
ro: Baneaza proxiul can botul va avea unul dintre statusuri
ru: Запретить прокси, когда бот завершает работу с одним из этих статусов
tr: Bot bu durumlardan biriyle bittiğinde proksiyi yasakla
vi: BAN proxy khi bot kết thúc bằng một trong các trạng thái này

source: Blocked URLs
it: URL bloccati
ru: Заблокированные URL-адреса
vi: URLs đã bị chặn

# BlockedUrlsInfo
source: If the URL of the resource contains any of the given texts it will not be loaded. Case insensitive.
it: Se l'URL della risorsa contiene una delle seguenti stringhe di testo, non verrà caricata. Non sensibile a maiuscole e minuscole.
ru: Если URL ресурса содержит любой из заданных текстов, он не будет загружен. Нечувствительность к регистру.
vi: Nếu liên kết của tài nguyên chứa bất kì từ ngữ đã ghi, nó sẽ không được tải. Case insensitive.

source: Cancel
de: Abbruch
es: Cancelar
fa: لغو
fr: Annuler
it: Annulla
nl: Annuleer
ro: Anuleaza
ru: Отмена
tr: İptal
vi: Thoát

source: Case sensitive
es: Distinguir mayúsculas y minúsculas
fa: حساس به حروف بزرگ
fr: Sensible à la CaSsE
nl: Hoofdlettergevoelig
ru: С учетом регистра
tr: Harfe duyarlı

source: Clear
de: Löschen
es: Limpiar
fa: پاک کردن
fr: Vider
it: Pulisci
nl: Legen
ro: Sterge
ru: Очистить
tr: Temizle
vi: Xoá

# ContinueStopStatuses
source: Statuses for which the bot will continue / stop
de: Status bei denen der Bot weitermacht / stoppt
es: Estados para los que el bot continuará o se detendrá
fa: وضعیت هایی که ربات برای آنها ادامه / متوقف می شود
fr: Statuts pour lesquels le bot continuera / s'arrêtera
it: Stati per cui il bot dovrà continuare / fermarsi
nl: Statussen waarvoor de bot doorgaat / stopt
ro: Statusuri pentru care botul va continua / se va opri
ru: Статусы, для которых бот будет продолжать / останавливаться
tr: Botun devam edeceği / duracağı durumlar
vi: Các trạng thái mà bot sẽ tiếp tục / dừng lại

# CPMLimit
source: CPM Limit (0 for no limit)
de: CPM Limit (0 für kein Limit)
es: CPM Limite (0 para no limite)
fa: محدودیت سی پی ام (0 بدون محدودیت)
fr: Limite CPM (0 pour pas de limite)
it: Limite CPM (0 per nessun limite)
nl: CPM Limiet (0 voor geen limiet)
ro: Limita CPM (0 pentru nicio limita)
ru: Ограничение CPM (0 - без ограничения)
tr: CPM Limiti (sınır yoksa 0)
vi: Giới hạn CPM (0 cho ko giới hạn)

source: Custom Inputs
de: Benutzerdefinierte Eingabe
es: Entradas Personalizadas
fa: ورودی های سفارشی
fr: Entrées custom
it: Input Personalizzati
nl: Aangepaste ingangen
ro: Inputuri speciale
ru: Пользовательские входы
tr: Özel Girişler
vi: Đầu vào tuỳ chọn

source: Data
de: Daten
es: Datos
fa: دیتا
fr: Données
it: Dati
nl: Gegevens
ru: Данные
tr: Veri
vi: Dữ liệu

source: Data Rules
de: Daten Regeln
es: Reglas para Datos
fa: قوانین داده
fr: Règles de données
it: Regole Dati
nl: Gegevens Regels
ro: Reguli Data
ru: Правила работы с данными
tr: Veri Kuralları
vi: Quy tắc dữ liệu

source: Default Answer
de: Standardantwort
es: Respuesta Predeterminada
fa: پاسخ پیش فرض
fr: Réponse par défaut
it: Risposta Predefinita
nl: Standaard antwoord
ro: Raspuns implicit
ru: Ответ по умолчанию
tr: Varsayılan Cevap
vi: Câu hỏi mặc định

# DisableWebpagesNotifications
source: Disable notifications from webpages
de: Benachrichtigungen von Webseiten deaktivieren
es: Deshabilitar notificaciones de páginas web
fa: اعلان ها را از صفحات وب غیرفعال کنید
fr: Désactiver les notifications des pages web
it: Disabilita le notifiche dalle pagine web
nl: Schakel meldingen van webpagina's uit
ro: Dezactiveaza notificarile din pagini
ru: Отключение уведомлений с веб-страниц
tr: Web sayfalarından gelen bildirimleri devre dışı bırak
vi: Tắt thông báo từ trang web

source: Dismiss dialogs
it: Chiudi i dialog
ru: Отказ от диалоговых окон
vi: Loại bỏ hộp thoại

source: General
de: Allgemein
fa: عمومی
fr: Général
it: Generali
nl: Algemeen
ru: Общий
tr: Genel
vi: Tổng quan

source: Headless
es: Oculto
fa: بی سر
ru: Безголовый
tr: Başsız

source: Ignore empty lines
it: Ignora righe vuote
ru: Игнорировать пустые строки
vi: Bỏ qua các dòng trống

source: Ignore HTTPS errors
de: HTTPS-Fehler ignorieren
es: Ignorar errores HTTPS
fa: خطاهای HTTPS را نادیده بگیرید
fr: Ignorer les erreurs HTTPS
it: Ignora errori HTTPS
nl: Negeer HTTPS fouten
ro: Ignora erorile HTTPS
ru: Игнорировать ошибки HTTPS
tr: HTTPS hatalarını yoksay
vi: Bỏ qua lỗi HTTPS

source: Ignore response errors
de: Response Errors ignorieren
es: Ignorar errores de respuesta
fa: خطاهای پاسخ را نادیده بگیرید
fr: Ignorer les erreurs de réponse
it: Ignora errori nelle risposte
nl: Negeer antwoordfouten
ro: Ignora erorile primite
ru: Игнорировать ошибки ответа
tr: Yanıt hatalarını yoksay
vi: Bỏ qua lỗi phản hồi

# InputDescription
source: Description (question for the user)
de: Beschreibung (Frage an den Benutzer)
es: Descripción (pregunta para el usuario)
fa: توضیحات (سوال برای کاربر)
fr: Description (question pour l'utilisateur)
it: Descrizione (domanda per l'utente)
nl: Beschrijving (vraag voor de gebruiker)
ro: Descriere (intrebare pentru utilizator)
ru: Описание (вопрос для пользователя)
tr: DAçıklama (kullanıcı için soru)
vi: Mô tả

source: Inputs
de: Eingaben
es: Entradas
fa: ورودی ها
fr: Entrées
it: Input
nl: Invoer
ru: Входы
tr: Girişler
vi: Đầu vào

# InputsDescription
source: Custom inputs are a way to define some values directly at runtime. The users of the config will receive some popups when they start a job and their answer will be inserted as a variable of type string that you can use as you please.
de: Benutzerdefinierte Eingaben sind eine Möglichkeit, einige Werte direkt zur Laufzeit zu definieren. Die Benutzer der Config erhalten Pop-ups, wenn sie einen Job starten, und ihre Antwort wird als Variable vom Typ String eingefügt, die nach Belieben verwendet werden kann.
es: Las entradas personalizadas son una forma de definir algunos valores directamente en tiempo de ejecución. Los usuarios de la configuración recibirán algunas ventanas emergentes cuando inicien un trabajo y su respuesta se insertará como una variable de tipo texto que puede usar como desee.
fa: ورودی های سفارشی راهی برای تعریف برخی مقادیر به طور مستقیم در زمان اجرا است. کاربران کانفیگ هنگام شروع کار برخی از پنجره های بازشو را دریافت می کنند و پاسخ آنها به عنوان متغیر رشته ای درج می شود که می توانید به دلخواه خود استفاده کنید.
fr: Les entrées custom permettent de définir certaines valeurs directement au moment de l'exécution. Les utilisateurs de la config recevront des popups lorsqu'ils démarreront un job et leur réponse sera insérée comme une variable de type string que vous pourrez utiliser à votre guise.
it: Gli input personalizzati sono un modo per definire alcuni valori direttamente durante l'esecuzione. L'utente della config riceverà dei popup quando comincia un job e le sue risposte saranno inserite come variabili di tipo stringa che puoi usare a tuo piacimento.
nl: Aangepaste invoer is een manier om sommige waarden direct tijdens runtime te definiëren. De gebruikers van de config zullen een aantal pop-ups krijgen wanneer ze een taak starten en hun antwoord zal worden ingevoegd als een variabele van het type string die je kunt gebruiken zoals je wilt.
ro: Inputurile speciale sunt o cale de definire a unor valori direct in timpul de rulare. Utilizatorii unui config voi primi popups cand acestia pornesc o actiune si raspunsul lor va fi introdus ca variabile de tip string pe care le vei putea folosi cum vrei.
ru: Пользовательские входы - это способ определить некоторые значения непосредственно во время выполнения. Пользователи конфигурации получат несколько всплывающих окон при запуске задания, а их ответ будет вставлен как переменная типа string, которую вы можете использовать по своему усмотрению.
tr: Özel girdiler, bazı değerleri doğrudan çalışma-zamanında tanımlamanın bir yoludur. Yapılandırmanın kullanıcıları, bir işe başladıklarında bazı açılır pencereler alacaklar ve yanıtları, istediğiniz gibi kullanabileceğiniz bir tür dize değişkeni olarak eklenecektir.
vi: Tùy chỉnh dữ liệu đầu vào là một cách để xác định các giá trị trực tiếp tại thời gian chạy (runtime). Config của người dùng sẽ nhận vài popup khi chúng thực hiện tác vụ và câu trả lời của chúng sẽ được đưa vào như một biến kiểu chuỗi (string) mà bạn có thể dùng thoải mái.

source: Invert
de: Invertieren
es: Invertir
fa: معکوس کردن
fr: Inverser
it: Inverti
nl: Omkeren
ro: Inverseaza
ru: Инвертировать
tr: Ters çevir
vi: Hoán đổi

source: Lines from file
it: Righe da file
ru: Строки из файла

source: Load only document and script
it: Carica solo documento e script
ru: Загрузите только документ и сценарий
vi: Chỉ tải tài liệu và script

source: Location
it: Percorso
ru: Местонахождение
vi: Vị trí

source: Loops around
it: Riparti dall'inizio
ru: Петли вокруг

# MaxUsesPerProxy
source: Maximum uses per proxy (0 is infinite)
de: Maximale Nutzung pro Proxy (0 ist unendlich)
es: Usos máximos por proxy (0 es infinito)
fa: حداکثر استفاده در هر پروکسی (0 بی نهایت است)
fr: Utilisations maximum par proxy (0 pour infini)
it: Massimi utilizzi per singolo proxy (0 è infinito)
nl: Maximaal gebruik per proxy (0 is oneindig)
ro: Numarul maxim de utilizator per proxi (0 e infinit)
ru: Максимальное количество использований для одного прокси (0 - бесконечность)
tr: Proksi başına maksimum kullanım (0 sonsuzdur)
vi: Số tài khoản mỗi proxy (0 là vô hạn)

source: Proxies
es: Proxis
fa: پروکسی ها
fr: Proxys
it: Proxy
nl: Proxy's
ru: Прокси
tr: Proksiler
vi: Proxy

source: Puppeteer
fa: کنترل(مثل بازی دادن عروسک :) )
nl: Poppenspeler
ru: Кукловод
tr: Kuklacı

# PuppeteerCommandLineArguments
source: Command line arguments (e.g. --disable-notifications --incognito)
de: Kommandozeilen-Argumente (z.B. --disable-notifications --incognito)
es: Argumentos de la línea de comando (por ejemplo, --disable-Notifications --incognito)
fa: آرگومان های خط فرمان (به عنوان مثال - اعلان های غیرفعال - ناشناس)
fr: Arguments de lignes de commande (ex. : --disable-notifications --incognito)
it: Argomenti della riga di comando (es. --disable-notifications --incognito)
nl: Command line argumenten (bijv. --disable-notifications --incognito)
ro: Erori in linia de comanda (ex. --dezactiveaza-notificarile --incognito)
ru: Аргументы командной строки (например, --disable-notifications --incognito)
tr: Komut satırı argümanları (ör. --devredışı-bildirimler --kimliği gizli)

# PuppeteerUserAgent
source: User Agent (default if empty)
de: User Agent (Standard, wenn leer)
es: User Agent (por defecto si esta en blanco)
fa: نماینده کاربر (در صورت خالی بودن به طور پیش فرض)
fr: User Agent (défaut si vide)
it: User Agent (predefinito se vuoto)
nl: User Agent (standaard indien leeg)
ro: User Agent (implicit e gol)
ru: Агент пользователя (по умолчанию, если пусто)
tr: Kullanıcı Aracısı (boşsa varsayılan)
vi: User Agent (mặc định nếu trống)

# QuitBrowserStatuses
source: Quit the browser when the bot ends with one of these statuses
de: Browser schließen, wenn der Bot mit einem der folgenden Status endet
es: Salir del navegador cuando el bot termine con uno de estos estados
fa: وقتی ربات با یکی از این وضعیت ها پایان یافت ، از مرورگر خارج شوید
fr: Quitte le navigateur quand le bot se termine avec un de ces statuts
it: Esci dal browser quando il bot termina con uno di questi stati
nl: Sluit de browser wanneer de bot eindigt met een van deze statussen
ro: Inchide browserul cand botii termina cu unul din statusuri
ru: Выйдите из браузера, когда бот завершает работу с одним из этих статусов
tr: Bot bu durumlardan biriyle bittiğinde tarayıcıdan çıkın
vi: Thoát trình duyệt khi bots kết thucsa với trạng thái

source: Random lines from file
it: Righe casuali da file
ru: Произвольные строки из файла

source: Random User Agent
de: Zufälliger User Agent
es: User Agent Aleatorio
fa: نماینده کاربر تصادفی
fr: User Agent aléatoire
it: User Agent Casuale
nl: Willekeurige User Agent
ro: User Agent aleatoriu
ru: Случайный пользовательский агент
tr: Rastgele Kullanıcı Aracısı

source: Regex rule
de: Regex Regel
es: Regla para Regex
fa: قانون Regex
fr: Règle regex
it: Regola regex
nl: Regex regel
ro: Regula Regex
ru: Правило регекса
tr: Regex kuralı

source: Regex to match
de: Regex überprüfen
es: Regex a coincidir
fa: Regex برای مطابقت
fr: Regex à faire correspondre
it: Regex da verificare
nl: Regex die overeenkomt
ro: Potrivire Regex
ru: Регекс для сопоставления
tr: Eşleşecek regex

source: Remove
de: Entfernen
es: Remover
fa: حذف
fr: Supprimer
it: Rimuovi
nl: Verwijderen
ro: Sterge
ru: Удалить
tr: Sil
vi: Xoá

source: Requests
es: Solicitud
fa: ریکوئست
fr: Requêtes
it: Richieste
nl: Verzoeken
ro: Cerere
ru: Запросы
tr: İstekler
vi: Yêu cầu

source: Resource name
it: Nome risorsa
ru: Название ресурса
vi: Tên tài nguyên

source: Resources
it: Risorse
ru: Ресурсы
vi: Tài nguyên

source: Restore Defaults
de: Standardwerte wiederherstellen
es: Restaurar por defecto
fa: بازیابی پیش فرض ها
fr: Réinitialiser les valeurs par défaut
it: Ripristina Predefiniti
nl: Herstel standaardinstellingen
ro: Restabilire la setarile implicite
ru: Восстановление настроек по умолчанию
tr: Varsayılanları Geri Yükle
vi: Thiết lập lại

# RestoreDefaultSettingsConfirmation
source: Do you want to restore the default settings?
de: Sollen die Standardeinstellungen wiederhergestellt werden?
es: ¿Quieres restaurar los ajustes predeterminados?
fa: آیا می خواهید تنظیمات پیش فرض را بازیابی کنید؟
fr: Voulez-vous restaurer les paramètres par défaut?
it: Vuoi tornare alle impostazioni predefinite?
nl: Wilt u de standaardinstellingen herstellen?
ro: Vrei sa restabilesti la setarile implicite?
ru: Хотите ли вы восстановить настройки по умолчанию?
tr: Varsayılan ayarları geri yüklemek istiyor musunuz?
vi: Bạn có muốn thiết lập lại cài đặt?

# SaveEmptyCaptures
source: Save empty captures too
de: Auch leere Captures speichern
es: Guardar también capturas vacías
fa: Captures های خالی را نیز ذخیره کنید
fr: Sauvegarder les captures vides également
it: Salva anche le catture vuote
nl: Sla ook lege opnames op
ro: Salveaza si capturile goale
ru: Сохраняйте также пустые захваты
tr: Boş yakalamaları da kaydet

source: Simple rule
de: Einfache Regel
es: Regla simple
fa: قانون ساده
fr: Règle simple
it: Regola semplice
nl: Eenvoudige regel
ro: Regula simpla
ru: Простое правило
tr: Basit kural

source: Slice name
de: Name des Teils
es: Nombre separado
fa: نام برش
fr: Nom de la découpe
it: Nome della parte
nl: Segment naam
ro: Imparte numele
ru: Название ломтика
tr: Dilim ismi

# SuggestedBots
source: Suggested amount of Bots
de: Empfohlene Anzahl von Bots
es: Cantidad de bots sugerida
fa: مقدار پیشنهادی رباتها
fr: Nombre suggéré de bots
it: Numero di Bot suggerito
nl: Aanbevolen aantal bots
ro: Numarul sfatuit de boti
ru: Предполагаемое количество ботов
tr: Önerilen Bot miktarı
vi: Số lượng Bots được đề xuất

# Unique
source: Only unique lines
it: Solo righe uniche
ru: Только уникальные линии

# UrlEncodeAfterSlicing
source: URL Encode data after slicing
de: Daten URL enkodieren nach dem Aufteilen
es: Codificar la URL después de separada
fa: داده ها را پس از برش گذاری رمزگذاری کنید
fr: Encoder avec URLEncode après le découpage
it: Codifica dati per URL dopo averli divisi
nl: URL Codeer gegevens na het snijden
ro: URL Encode datele dupa impartire
ru: URL Кодирование данных после нарезки
tr: Dilimlemeden sonra URL verilerini kodla

source: Use proxies
de: Proxies benutzen
es: Usar proxis
fa: استفاده از پروکسی
fr: Utiliser des proxys
it: Usa i proxy
nl: Gebruik proxy's
ro: Foloseste proxiuri
ru: Используйте прокси-серверы
tr: Proksiler kullan
vi: Sử dụng proxy

source: Variable Name
es: Nombre de Variable
fa: نام متغیر
fr: Nom de la variable
it: Nome della variabile
nl: Variabele naam
ro: Numele variabilei
ru: Имя переменной
tr: Değişken ismi
vi: Tên biến

# ReportLastCaptchaOnRetry
source: Report the last captcha if the bot ends with a RETRY status
it: Segnala l'ultimo captcha risolto se il bot termina con stato RETRY

source: Toggle Regex Helper
de: Regex Helfer umschalten
es: Vista para ayuda Regex
fa: Regex Helper را تغییر دهید
fr: Afficher l'aide regex
it: Mostra Aiutante Regex
nl: Schakel Regex Helper in
ro: Afiseaza Regex Helper
tr: Regex Yardımcısını Değiştir
