Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Pages/EditLC.*.resx
Languages: it

# CSharpTip
source: TIP: You can write C# code inside LoliCode, it works!
it: SUGGERIMENTO: Puoi scrivere codice C# in LoliCode, funziona!

# Help1x00
source: What is LoliCode?
it: Cos'è LoliCode?

# Help1x01
source: %LoliCode% is a custom scripting language that acts as an %intermediate language% between blocks and the C# code that is generated from blocks. LoliCode can be converted into blocks by simply clicking on the Stacker section (whatever is not a proper block is moved to a special LoliCode Block), and blocks can be converted into LoliCode by simply clicking on the LoliCode section. Every block is automatically translated into a snippet that can be identified through its id.
it: Il %LoliCode% è un linguaggio di scripting custom che agisce come %linguaggio intermedio% tra i blocchi e il codice C# che viene generato dai blocchi. Il LoliCode può essere convertito in blocchi semplicemente cliccando sulla sezione Stacker (qualsiasi cosa che non sia un vero e proprio blocco viene messa in un Blocco LoliCode speciale) e i blocchi possono essere convertiti in LoliCode semplicemente cliccando sulla sezione LoliCode. Ogni blocco viene automaticamente tradotto in uno snippet che è identificato tramite il suo id.

# Help1x02
source: A great feature of LoliCode is that it can be used to integrate raw %C#% code with blocks. You can wrap blocks in `if` statements, declare variables and take advantage of the features of C# by using its original syntax. At the end of the day, blocks are also translated into C# code so you will end up with 100% C# code when you decide to run your config!
it: Un'ottima feature del LoliCode è che può essere usato per integrare i blocchi con il C# nudo e crudo. Puoi inserire i blocchi dentro statement condizionali come gli `if`, dichiarare variabili e sfruttare le features del C# usando la sua sintassi originale. Alla fine della fiera, anche i blocchi vengono tradotti in C# quindi otterrai codice C# al 100% quando decidi di eseguire la tua config!

# Help1x03
source: If you need to use classes etc. from a %namespace% that is not automatically imported by OB2 when compiling the script, you can add it at the top by clicking on the %Toggle Usings% button and writing them in the textbox. For example, to add the namespace for the `Regex` class you can type `System.Text.RegularExpressions` in a line of the textbox.
it: Se hai bisogno di usare classi ecc. da un %namespace% che non è importato automaticamente da OB2 quando compila lo script, puoi aggiungerlo in cima cliccando sul pulsante %Mostra/Nascondi Usings% e scrivendolo nella textbox. Per esempio, per aggiungere il namespace per la classe `Regex` puoi scrivere `System.Text.RegularExpressions` in una riga della textbox.

# Help1x04
source: The %startup% LoliCode editor is useful if you want to set up global variables at the start of a job (for example you could grab a cookie or read a file). Be careful though, the `data` variable will be wiped out, so remember to only store your data in the `globals` object!
it: L'editor %startup% LoliCode è utile quando vuoi inizializzare le variabili globali all'inizio di un job (ad esempio potresti ottenere un cookie o leggere un file). Attenzione però, la variabile `data` verrà resettata, quindi ricordati di salvare le informazioni solamente nell'oggetto `globals`!

source: LoliCode Editor
it: Editor LoliCode

source: Save Script
it: Salva Script

# StartupEditorInfo
source: You can write a LoliCode script that will be executed when the job starts running
it: Puoi scrivere uno script LoliCode che verrà eseguito quando il job viene lanciato

source: Toggle Startup Editor
it: Mostra/Nascondi Editor Startup

source: Toggle Usings
it: Mostra/Nascondi Usings

# UsingsInfo
source: You can type namespaces that you would like to import in the generated C# script, one per line
it: Puoi scrivere i namespace che vuoi importare nello script C# generato, uno per riga
