Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Pages/Guests.*.resx
Languages: ro, vi

source: Access expiration
ro: Accesul a expirat

source: Add
ro: Adauga
vi: Thêm

source: Add guest
ro: Adauga guest
vi: Thêm người dùng khách

source: Allowed addresses
ro: Permite adresa
vi: Địa chỉ được cho phép

source: Are you sure?
ro: Esti sigur?
vi: Bạn chắc chứ

source: Cancel
ro: Anuleaza
vi: Thoát

source: Delete
ro: Sterge
vi: Xoá

source: Edit guest
ro: Editeaza guest
vi: Chỉnh sửa người dùng khách

source: Edit Info
ro: Editeaza informatia
vi: Chỉnh sửa thông tin

source: Edit Password
ro: Editeaza parola
vi: Đổi mật khẩu

# Help1x00
source: How does this work?
ro: Cum functioneaza?
vi: Nó hoạt động như thế nào

# Help1x01
source: OpenBullet 2 allows you to create accounts for %guests% that can access your OpenBullet 2 server. First of all, remember to turn on the %require admin login% option in OB's %security settings%. This will guarantee that people with the link to this server will be welcomed with a login screen. In order for other people to reach this server, you will need to %open the ports% on your router and setup the %firewall rules% on your machine. This is usually already done for you on a VPS, which is the suggested way to host a publicly exposed OpenBullet 2 installation.
ro: OpenBullet 2 iti permite sa creezi cont %guests% prin care iti ofera acces la servarul tau. In primul rand, aminteste-ti sa dezactivezi optiunea %require admin login% in %security settings% ale OB. Acesta va garanta ca oamenii care detin linkul servarului vor fi primiti cu panoul de logare. In aceasta ordine de idei pentru ca alti oameni sa se conecteze va trebui pornite %open the ports% in setupul rutarului din %firewall rules%. Acest lucru este deja realizat intr-un VPS, de aceea este si sugerat hostul instalatii OpenBullet 2 intr-un VPS.
vi: OpenBullet 2 cho phép bạn tạo tài khoản cho %người dùng khách%, nó có thể truy cập vào server OpenBullet 2 của bạn. Trước tiên, nhớ bật tùy chọn %Yêu cầu đăng nhập tài khoản admin% trong %cài đặt bảo mật% của OB. Việc này sẽ đảm bảo mọi người với đường link tới server này sẽ thấy được màn hình đăng nhập khi mới vào. Để cho mọi người có thể kết nối tới server này, bạn sẽ phải %mở các port% trên router của bạn và cài đặt %các luật của firewall% trên máy. Những thứ này thường được làm sẵn khi dùng VPS, đây là một cách được khuyến khích khi bạn muốn mở công khai server OpenBullet 2.

# Help1x02
source: In the %security settings% you will also be able to define the %guest session lifetime%, which is the amount of hours after which guests will be prompted to login once more. This is useful as you might not want guests to have indefinite access to the server. Note that once the server generated a valid %token% for the guest, it will be valid until it expired, so even if you delete a guest from the table above, it will be able to use your OpenBullet 2 installation for as long as the token is valid.
ro: In panoul %security settings% vei putea sa limitezi %guest session lifetime%, care consta in numarul de ore dupa care guestul este obligat sa se logheze din nou. Acest lucru este folositor deoarece poate nu vei dori ca guestul sa aiba acces nelimitat la server. Odata ce serverul este generat cu un %token% valid pentru guest, va fi valid pana expira, deobicei daca vei sterge un guest din tabelul de deasupra, va putea folosi instalarea ta a OpenBullet 2 atat timp cat tokenul este inca valid.
vi: Ở phần %cài đặt bảo mật%, bạn cũng có thể khai báo %Thời gian chạy tối đa của tài khoản admin%, nó là số giờ mà người dùng khách được phép đăng nhập sau lần đăng nhập trước. Chức năng này hữu ích vì bạn sẽ không muốn người dùng khách có khả năng truy cập vô thời hạn tới server. Lưu ý rằng một khi server đã tạo một %token% có hiệu lực cho người dùng khách, nó sẽ có hiệu lực cho tới khi nó hết hạn, nên thậm chí nếu bạn xóa một người dùng khách khỏi băng ở trên, nó vẫn sẽ có thể dùng được OpenBullet 2 của bạn cho tới khi token hết hiệu lực.

# Help1x03
source: By clicking on the %Add% button above, you will be able to create %login credentials% for the new guest, set the %access expiration% (after which the server won't send a valid token to the guest anymore) and optionally set up a number of %IP addresses% which the guest is allowed to connect from. This is useful to prevent guests from sharing their account with other people.
ro: Actionand butonul %Add% de deasupra, vei putea crea %login credentials% pentru noii guest, sa setezi %access expiration% (dupa care serverul nu va mai trimite un token valid catre guest) si optional sa setezi numarul de %IP addresses% cu care guestul are voie sa se conecteze. Acesta lucru este folositor pentru a previne guestului sa-si imparta accesul cu alti oameni.
vi: Bằng cách click vào nút %Thêm% ở trên, bạn sẽ có thể tạo %thông tin đăng nhập% cho người dùng khách mới, chỉnh %thời hạn truy cập% (sau thời gian đó, server sẽ không gửi token có hiệu lực tới người dùng khách nữa) và có thể tùy ý thiết lập một vài %Địa chỉ IP% mà người dùng khách được cho phép để kết nối từ địa chỉ ấy. Chức năng này hữu ích để ngăn chặn các người dùng khách chia sẻ tài khoản của họ với người khác.

source: New password for guest
ro: Parola noua pentru Guest
vi: Mật khẩu mới

# NoGuestSelectedWarning
source: You must select a guest first
ro: Trebuie sa selectezi un Guest mai intai
vi: Bạn cần chọn profile trước

source: No records to display
ro: Nicio inregistrare
vi: Không có bản ghi nào để hiện thị

# ReallyDelete
source: Do you really want to delete
ro: Chiar vrei sa stergi
vi: Bạn có muốn xoá?

# DeleteEverything
source: Do you really want to delete
ro: Chiar vrei sa stergi
vi: Bạn có thực sự muốn xoá ko?

# DeleteEverythingMessage
source: Do you really want to delete everything
ro: Sigur doriți să ștergeți totul?
vi: Bạn có thực sự muốn xoá tất cả?

source: results
ro: Rezultate
vi: kết quả

source: Results per page
ro: Rezultate per pagina
vi: Số kết quả mỗi trang

source: Uh-Oh
ro: Oh-Uh

source: Username
ro: Nume
vi: Tên tài khoản

source: Loading
vi: Đang tải
