Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Pages/OBSettings.*.resx
Languages: de, es, fr, it, nl, pt, ro, ru, tr, vi

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pt: Adicionar
ro: Adauga
ru: Добавить
tr: Ekle
vi: Thêm

source: Admin session lifetime (hours)
de: Gültigkeitsdauer der Admin-Sitzung (Stunden)
es: Duración de la sesión de administrador (horas)
fr: Durée de vie d'une session admin (heures)
it: Validità massima della sessione amministratore (in ore)
nl: Levensduur beheerderssessie (uren)
pt: Duração da sessão de administrador (horas)
ro: Durata de viata a sesiunii de administrare (ore)
ru: Время жизни сеанса администратора (часы)
tr: Yönetici oturumu ömrü (saat)
vi: Thời gian chạy tối đa của tài khoản admin (giờ)

source: Admin username
de: Admin Benutzername
es: Usuario del administrador
fr: Nom d'utilisateur admin
it: Username amministratore
nl: Admin gebruikersnaam
pt: Nome de usuário administrador
ro: Nume Admin
ru: Имя пользователя администратора
tr: Yönetici kullanıcı adı
vi: Tên tài khoản Admin

source: All done
de: Alles erledigt
es: Todo listo
fr: Terminé
it: Tutto fatto
nl: Helemaal klaar
pt: Tudo feito
ro: Terminat
ru: Все сделано
tr: Hepsi tamam
vi: Tất cả đã xong

source: Allow system-wide file access
de: Systemweiten Dateizugriff erlauben
es: Permitir el acceso a archivos en todo el sistema
fr: Autoriser l'accès fichier dans tout le système
it: Permetti accesso ai file in tutto il sistema
nl: Sta systeembrede toegang tot bestanden toe
pt: Permitir acesso a arquivos em todo o sistema
ro: Permiteti accesul la fisier la nivel de sistem
ru: Разрешить общесистемный доступ к файлам
tr: Sistem genelinde dosya erişimine izin ver
vi: Cho phép truy cập tệp trên toàn hệ thống

source: Api Key
es: Clave API
fr: Clé d'API
it: Chiave Api
nl: API sleutel
pt: Chave API
ru: Ключ Api
tr: Api Anahtarı

source: Are you sure?
de: Wirklich sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro/a?
nl: Weet je het zeker?
pt: Tem certeza?
ro: Esti sigur?
ru: Вы уверены?
tr: Emin misin?
vi: Bạn chắc chứ

# AutoSetRecommendedBots
source: Automatically set the recommended bots when a config is selected in the job creation page
de: Automatisch empfohlene Bot Anzahl einstellen, wenn eine Config auf der Seite zur Joberstellung ausgewählt wird
es: Establecer automáticamente los bots recomendados cuando se selecciona una configuración en la página de creación de tareas.
fr: Automatiquement définir les bots recommandés lorsqu'une config est sélectionnée dans la page de création de tâches
it: Imposta automaticamente il numero di bot consigliato quando una config viene selezionata nella pagina di creazione dei job
nl: Stel automatisch de aanbevolen bots in wanneer een config is geselecteerd op de pagina voor het maken van taken
pt: Define automaticamente os bots recomendados quando uma configuração é selecionada na página de criação de trabalhos
ro: Setati automat botii recomandati atunci cand este selectata o configurare in pagina de creare a unui job
ru: Автоматическая установка рекомендуемых ботов при выборе конфигурации на странице создания задания
tr: İş oluşturma sayfasında bir yapılandırma seçildiğinde önerilen botları otomatik olarak ayarlayın
vi: Tự động chọn các bot được đề xuất khi một config được chọn trong trang tạo tác vụ

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar
ro: Anuleaza
ru: Отмена
tr: İptal
vi: Thoát

source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
nl: Wachtwoord wijzigen
pt: Mudar senha
ro: Schimba parola
ru: Изменить пароль
tr: Şifreyi değiştir
vi: Đổi mật khẩu

source: Clear
de: Löschen
es: Limpiar
fr: Vider
it: Pulisci
nl: Legen
pt: Limpar
ro: Sterge
ru: Очистить
tr: Temizle
vi: Xoá

source: Customization
de: Personalisierung
es: Personalización
fr: Customisation
it: Personalizzazione
nl: Aanpassingen
pt: Costumização
ro: Personalizare
ru: Персонализация
tr: Özelleştirme
vi: Tuỳ biến giao diện

# CustomSnippets
source: Custom snippets (requires restart)
it: Snippet personalizzati (richiede riavvio)

# CustomSnippetsDescription
source: These are custom snippets you can configure to get your own autocompletions in the LoliCode editor.
it: Questi sono snippet personalizzati che puoi configurare per ottenere i tuoi autocompletamenti nell'editor LoliCode.

# DefaultAuthor
source: The default author on newly created configs
de: Standardautor bei neu erstellten Configs
es: Autor predeterminado al crear configuraciones nuevas
fr: L'auteur par défaut sur les nouvelles configs créées
it: L'autore predefinito delle config create
nl: De standaardauteur op nieuw gemaakte config
pt: O autor padrão em configurações recém-criadas
ro: Autorul implicit pentru configurarile nou create
ru: Автор по умолчанию для вновь созданных конфигураций
tr: Yeni oluşturulan yapılandırmaların varsayılan sahibi
vi: Tác giả mặc định trên các configs mới

source: Default job display mode
de: Standard-Anzeigemodus für Jobs
es: Modo de visualización de tareas predeterminado
fr: Mode d'affichage par défaut des job
it: Modalità di visualizzazione predefinita dei Job
nl: Standaard taakweergavemodus
pt: Modo de exibição de trabalho padrão
ro: Modul implicit de a afisa joburile
ru: Режим отображения заданий по умолчанию
tr: Varsayılan iş görüntüleme modu
vi: Chế độ hiển thị tác vụ mặc định

source: Description
it: Descrizione

source: Done
de: Erledigt
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pt: Feito
ro: Terminat
ru: Выполнено
tr: Bitti
vi: Hoàn thành

# EnableJobLogging
source: Enable logging in the job viewer page
de: Protokoll in der Jobansicht einschalten
es: Habilite el registro en la página del visor de tareas
it: Abilita il logging nella pagina della visualizzazione job
nl: Schakel logboekregistratie in op de taakviewer-pagina
pt: Habilite o log na página do visualizador de trabalhos
ro: Activati inregistrarea in pagina de vizualizare a joburilor
ru: Включить ведение журнала на странице просмотра заданий
tr: İş görüntüleyici sayfasında kayıt tutmayı etkinleştirin
vi: Bật đăng nhập trong trang tác vụ

source: Enable word wrap
it: Abilita a capo automatico

source: General
de: Allgemein
fr: Général
it: Generali
nl: Algemeen
pt: Geral
ru: Общий
tr: Genel
vi: Tổng quan

source: Group captures in debugger
de: Captures im Debugger gruppieren
es: Capturas de grupo en depurador
it: Raggruppa catture nel debugger
nl: Groepsopnames in debugger
pt: Capturas de grupo no depurador
ro: Capturi de grup in debugger
ru: Групповые захваты в отладчике
tr: Hata ayıklayıcıda grup yakalamaları

source: Guest session lifetime (hours)
de: Gültigkeitsdauer der Gast-Sitzung (Stunden)
es: Duración de la sesión de invitado (horas)
fr: Durée de vie d'une session invité (heures)
it: Validità massima della sessione ospite (in ore)
nl: Levensduur gastsessie (uren)
pt: Duração da sessão de visitante (horas)
ro: Durata de viata a sesiunii de guest (ore)
ru: Время работы гостевой сессии (часы)
tr: Misafir oturumu ömrü (saat)
vi: Thời gian chạy tối đa của tài khoản khách (giờ)

# IgnoreWordlistNameOnHitsDedupe
source: Ignore the wordlist name when removing duplicates from hits
de: Den Wordlist Namen beim Entfernen der Duplikate in den Treffern ignorieren
es: Ignore el nombre del Diccionario al eliminar duplicados de los resultados
fr: Ignorer le nom de la wordlist lors de la suppression de hits dupliqués
it: Ignora il nome della wordlist quando si rimuovono i duplicati dalle hit
nl: Negeer de naam van de wordlists bij het verwijderen van duplicaten uit hits
pt: Ignore o nome da lista de palavras ao remover duplicatas de resultados
ro: Ignorati numele wordlist atunci cand eliminati duplicatele din hituri
ru: Игнорирование имени списка слов при удалении дубликатов из хитов
tr: Bulunan kayıtlardan kopyaları kaldırırken kelime listesi ismini yoksay
vi: Bỏ qua tên tài khoản trong khi xóa các dữ liệu trùng lặp

source: Job Manager update interval
de: Job Manager Aktualisierungsintervall
es: Intervalo de actualización de Administrador de Tareas
fr: Intervalle de mise à jour du gestionnaire de jobs
it: Intervallo di aggiornamento del Job Manager
nl: Update-interval voor Taak Manager
pt: Intervalo de atualização do Job Manager
ro: Interval de actualizare Job Manager
ru: Интервал обновления менеджера заданий
tr: İş Yöneticisi güncelleme aralığı
vi: Thời gian Cập nhật của Trình quản lý Tác vụ

source: Job update interval
de: Job Aktualisierungsintervall
es: Intervalo de actualización de Tareas
fr: Intervalle de mise à jour des job
it: Intervallo di aggiornamento dei Job
nl: Taakupdate-interval
pt: Intervalo de atualização de trabalho
ro: Interval de actualizare a Jobului
ru: Интервал обновления заданий
tr: İş güncelleme aralığı
vi: Thời gian Cập nhật của Tác vụ

# LogMaxEntries
source: Maximum number of entries in the log
de: Maximale Anzahl von Einträgen im Protokoll
es: Número máximo de entradas en el registro
fr: Nombre d'entrées maximum dans les logs
it: Massimo numero di entry nel log
nl: Maximaal aantal vermeldingen in het logboek
pt: Número máximo de entradas no log
ro: Numarul maxim de intrari in log
ru: Максимальное количество записей в журнале
tr: Kayıt tutmada maksimum giriş sayısı
vi: Số mục tối đa trong nhật ký

# LogToFile
source: Log to a file as well
de: Auch in eine Datei protokollieren
es: Guardar registros en un archivo también
fr: Logger dans un fichier également
it: Logga anche su file
nl: Log ook in op een bestand opslaan
pt: Salvar log em um arquivo
ro: Log intr-un fisier
ru: Запись в файл также
tr: Bir dosyaya da giriş yapın
vi: Đăng nhập vào một tệp

# MonacoTheme
source: Monaco Editor Theme
es: Editor de Tema Monaco
it: Tema dell'editor Monaco
nl: Monaco Bewerker Thema
pt: Tema Monaco
ro: Editorul de Tema Monaco
ru: Тема для редактора Monaco
tr: Monaco Editör Teması

source: Name
it: Nome

# NavigateOnEdit
source: When editing a config, navigate to
de: Wenn eine Konfiguration bearbeitet wird, zu ... wechseln
es: Al editar una configuración, navegue hasta
fr: Lors de la modification d'une config, naviguez vers
it: Quando viene scelta una config da modificare, naviga su
nl: Navigeer bij het bewerken van een config naar
pt: Ao editar uma configuração, navegue até
ro: Cand editati o configurare, navigati la
ru: При редактировании конфигурации перейдите к
tr: Bir yapılandırmayı düzenlerken şuraya gidin:
vi: Khi chỉnh sửa configs, hãy điều hướng đến

source: New admin password
de: Neues Administrator-Passwort
es: Nueva contraseña de administrador
fr: Nouveau mot de passe admin
it: Nuova password amministratore
nl: Nieuw beheerderswachtwoord
pt: Nova senha de administrador
ro: Parola noua de administrator
ru: Новый пароль администратора
tr: Yeni yönetici şifresi
vi: Mật khẩu admin mới

# NewPasswordSet
source: The new password was set!
de: Das neue Passwort wurde gesetzt!
es: ¡Se estableció la nueva contraseña!
fr: Les nouveaux mots de passe ont été définis !
it: La nuova password è stata impostata!
nl: De nieuwe wachtwoorden zijn ingesteld!
pt: As novas senhas foram definidas!
ro: Noua parola a fost setata!
ru: Новый пароль был установлен!
tr: Yeni şifre belirlendi!
vi: Đã đặt mật khẩu mới

source: Play sound on hit
de: Sound bei Treffer abspielen
es: Reproducir sonido en hit
fr: Jouer un son lors d'un hit
it: Riproduci suono delle hit
nl: Speel geluid af op hit
pt: Tocar som quando der alguma live
ro: Redati sunetul la Hit
ru: Воспроизведение звука при ударе
tr: Kayıt bulduğunda ses çal
vi: Phát âm thanh khi hits

source: Proxy Check Targets
de: Proxy-Check-Ziele
es: Objetivos de verificación de proxy
it: Target del Proxy Check
nl: Proxy Check doelen
pt: Alvos para verificação de proxy
ro: Tintele de verificare a proxiului
ru: Цели проверки прокси
tr: Proksi Kontrol Hedefleri
vi: Nguồn để kiểm tra proxy

# ProxyCheckTargetsDescription
source: These are the proxy targets available in a Proxy Check Job. The proxies will be checked against the target URL and if the success key is found in the downloaded source, the proxy will be marked as working.
de: Dies sind die Proxy-Ziele, die in einem Proxy-Check-Job verfügbar sind. Die Proxies werden gegen die Ziel-URL geprüft, und wenn der Success Key in der heruntergeladenen Quelle gefunden wird, wird der Proxy als funktionsfähig markiert.
es: Estos son los destinos de proxy disponibles en una tarea de verificación de proxy. Los proxis se compararán con la URL de destino, y si se encuentra la clave buscada en la fuente descargada, el proxy se marcará como funcional.
it: Questi sono i target disponibili nel Proxy Check Job. I proxy saranno controllati sull'URL target e se la Success Key viene trovata nel sorgente scaricato, il proxy sarà etichettato come funzionante.
nl: Dit zijn de proxy-doelen die beschikbaar zijn in een proxycontroletaak. De proxy's worden vergeleken met de doel-URL en als de successleutel wordt gevonden in de gedownloade bron, wordt de proxy gemarkeerd als werkend.
pt: Esses são os destinos de proxy disponíveis em um trabalho de verificação de proxy. Os proxies serão verificados em relação ao URL de destino e se a chave de sucesso for encontrada na fonte baixada, o proxy será marcado como funcionando.
ro: Acestea sunt tintele proxy disponibile intr-o lucrare de verificare proxy. Proxy-urile vor fi verificate in raport cu adresa URL tinta si daca cheia de succes se gaseste in sursa descarcata, proxy-ul va fi marcat ca functional.
ru: Это цели прокси, доступные в задании проверки прокси. Прокси будут проверены по целевому URL, и если ключ успеха будет найден в загруженном источнике, прокси будет помечен как рабочий.
tr: Bunlar, Proksi Kontrol İşinde bulunan proksi hedefleridir. Proksiler hedef URL'ye göre kontrol edilecek ve başarı anahtarı indirilen kaynakta bulunursa proksi çalışır olarak işaretlenecektir.
vi: Đây là các nguồn để kiểm tra proxy. Các proxy sẽ được kiểm tra dựa trên URL đích và nếu truy cập thành công nguồn, proxy sẽ được đánh dấu là đang hoạt động.

source: Remote
es: Remoto
fr: Distant
it: Remoto
nl: Extern
pt: Remoto
ro: La distanta
ru: Удаленный
tr: Uzak Bağlantı

source: Remote Configs Endpoints
de: Endpunkte für Remote Konfigurationen
es: Puntos de Destinos Config Remota
it: Endpoint remoti delle config
nl: Externe configs eindpunten
pt: Endpoints de configurações remotas
ru: Удаленное конфигурирование конечных точек
tr: Uzak Bağlantı Yapılandırma Uç Noktaları

# RemoteConfigsEndpointsDescription
source: These are the remote endpoints that will be queried upon reload of the config repository in order to get configs hosted on another machine.
de: Dies sind die Remote-Endpunkte, die beim Neuladen des Konfigurations-Repositorys abgefragt werden, um Konfigurationen zu erhalten, die auf einem anderen Rechner gehostet werden.
es: Estos son los puntos de destino remotos que se consultarán al volver a cargar el repositorio de configuración para obtener las configuraciones alojadas en otra máquina.
it: Questi sono gli endpoint remoti che verranno contattati durante l'aggiornamento della repository delle config in modo da ottenere config risiedenti su una macchina remota.
nl: Dit zijn de externe eindpunten die zullen worden opgevraagd bij het opnieuw laden van de config-repository om configs te krijgen die op een andere machine worden gehost.
pt: Estes são os endpoints remotos que serão consultados na recarga do repositório de configuração para obter configurações hospedadas em outra máquina.
ro: Acestea sunt punctele finale la distanta care vor fi interogate la reincarcarea depozitului de configurare pentru a obtine configurarile gazduite pe o alt server.
ru: Это удаленные конечные точки, которые будут запрашиваться при перезагрузке хранилища конфигураций, чтобы получить конфигурации, размещенные на другой машине.
tr: Bunlar, yapılandırmaları başka bir makinede barındırmak için yapılandırma havuzunun yeniden yüklenmesi üzerine sorgulanacak uzak uç noktalardır..

source: Remove
de: Entfernen
es: Remover
fr: Supprimer
it: Rimuovi
nl: Verwijderen
pt: Remover
ro: La distanta
ru: Удалить
tr: Sil
vi: Loại bỏ

source: Require admin login
de: Admin-Login erforderlich
es: Requerir inicio de administrador
fr: Exiger connexion admin
it: Richiedi login amministratore
nl: Vereist beheerdersaanmelding
pt: Requer login de administrador
ro: Necesita logarea adminului
ru: Требуется вход в систему администратора
tr: Yönetici girişi gerekir
vi: Yêu cầu đăng nhập tài khoản admin

source: Restore Defaults
de: Standardwerte wiederherstellen
es: Restaurar predeterminados
fr: Réinitialiser les valeurs par défaut
it: Ripristina Predefiniti
nl: Herstel standaardinstellingen
pt: Restaurar padrões
ro: Resetare implicita
ru: Восстановление настроек по умолчанию
tr: Varsayılanları Geri Yükle
vi: Khôi phục mặc định

# RestoreDefaultSettingsConfirmation
source: Do you want to restore the default settings?
de: Standardeinstellungen wirklich wiederherstellen?
es: ¿Quieres restaurar los ajustes predeterminados?
fr: Voulez-vous restaurer les paramètres par défaut ?
it: Vuoi tornare alle impostazioni predefinite?
nl: Wilt u de standaardinstellingen herstellen?
pt: Você quer restaurar as configurações padrão?
ro: Doriti sa restaurati setarile implicite?
ru: Хотите ли вы восстановить настройки по умолчанию?
tr: Varsayılan ayarları geri yüklemek istiyor musunuz?
vi: Bạn có muốn khôi phục về mặc định

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
pt: Salvar
ro: Salveaza
ru: Сохранить
tr: Kaydet
vi: Lưu

source: Saved
de: Gespeichert
es: Guardado
fr: Sauvegardé
it: Salvataggio eseguito
nl: Opgeslagen
pt: Salvo
ro: Salvat
ru: Сохранено
tr: Kaydedildi
vi: Đã lưu

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nl: Beveiliging
pt: Segurança
ro: Securitate
ru: Безопасность
tr: Güvenlik
vi: Bảo mật

# SettingsSaved
source: The settings were successfully saved.
de: Die Einstellungen wurden erfolgreich gespeichert.
es: Los ajustes se guardaron con éxito.
fr: Les paramètres ont été sauvegardés avec succès.
it: Le impostazioni sono state salvate con successo.
nl: De instellingen zijn succesvol opgeslagen.
pt: As configurações foram salvas com sucesso.
ro: Setarile au fost salvate cu succes
ru: Настройки были успешно сохранены.
tr: Ayarlar başarıyla kaydedildi.
vi: Cài đặt đã đc lưu thành công

source: Theme
es: Tema
fr: Thème
it: Tema
nl: Thema
pt: Tema
ro: Tema
ru: Тема
tr: Tema
vi: Giao diện

source: Theme successfully uploaded
de: Theme erfolgreich hochgeladen
es: Tema subido correctamente
fr: Thème uploadé avec succès
it: Tema caricato con successo
nl: Thema succesvol geüpload
pt: Tema carregado com sucesso
ro: Tema a fost incarcata cu succes
ru: Тема успешно загружена
tr: Tema başarıyla yüklendi
vi: Tải giao diện lên thành công

# UnsupportedThemeFormat
source: Unsupported theme file format. Supported formats: .css, .zip
de: Nicht unterstütztes Theme Dateiformat. Unterstützte Formate: .css, .zip
es: Formato de archivo de tema no admitido. Formatos admitidos: .css, .zip
fr: Format du fichier thème non supporté. Formats supportés: .css, .zip
it: Formato del file del tema non supportato. Formati supportati: .css, .zip
nl: Niet-ondersteunde themabestandsindeling. Ondersteunde formaten: .css, .zip
pt: Formato de arquivo de tema não compatível. Formatos suportados: .css, .zip
ro: Format de fisier tema neacceptat. Formate acceptate: .css, .zip
ru: Неподдерживаемый формат файла темы. Поддерживаемые форматы: .css, .zip
tr: Desteklenmeyen tema dosyası biçimi. Desteklenen biçimler: .css, .zip
vi: Ko hỗ trợ định dạng giao diện này. Định dạng giao diện hỗ trợ: .css, .zip

source: Upload theme
de: Theme hochladen
es: Cargar tema
fr: Uploader un thème
it: Carica tema
nl: Thema uploaden
pt: Carregar tema
ro: Incarca tema
ru: Загрузить тему
tr: Tema yükle
vi: Tải giao diện

# WarnConfigNotSaved
source: Show a warning when the currently loaded config was not saved and another one is loaded
de: Eine Warnung anzeigen, wenn die aktuell geladene Config nicht gespeichert wurde und eine andere geladen wird
es: Mostrar una advertencia cuando la configuración cargada actualmente no se guardó y se carga otra
fr: Affiche un avertisemment quand la config actuellement chargée n'a pas été sauvegardée et qu'une autre est chargée
it: Mostra un avviso quando la config corrente non è stata modificata e non salvata e ne viene selezionata un'altra.
nl: Laat een waarschuwing zien wanneer de momenteel geladen config niet is opgeslagen en een andere is geladen
pt: Mostra um aviso quando a configuração atualmente carregada não foi salva e outra é carregada
ro: Afisati un avertisment cand configurarea incarcata in prezent nu a fost salvata si se incarca alta
ru: Показывать предупреждение, когда текущая загруженная конфигурация не была сохранена и загружается другая конфигурация
tr: Geçerli olan yapılandırma kaydedilmediğinde veya bir başkası yüklendiğinde bir uyarı göster
vi: Hiển thị cảnh báo khi config hiện tại chưa được lưu và một config khác được chạy

source: Success Key
es: Clave valida
fr: Clé de succès
nl: Succes sleutel
pt: Chave de sucesso
ro: Cheia de succes
ru: Ключ к успеху
tr: Başarı Anahtarı
