Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Pages/ProxyGroups.*.resx
Languages: fa, it, pt, ro, vi

source: Add Group
fa: اضافه کردن گروه
it: Aggiungi Gruppo
pt: Adicionar grupo
ro: Adauga Grup
vi: Tạo nhóm

source: All
fa: همه
it: Tutti
pt: Todos
ro: Toate
vi: Tất cả

source: Are you sure?
fa: مطمئنی؟
it: Sei sicuro/a?
pt: Tem certeza?
ro: Esti sigur?
vi: Bạn chắc chứ?

source: Cancel
fa: لغو
it: Annulla
pt: Cancelar
ro: Anuleaza
vi: Thoát

source: Country
fa: کشور
it: Nazione
pt: País
ro: Tara
vi: Quốc gia

source: Created
fa: ایجاد شده
it: Creato
pt: Criado
ro: Creat
vi: Đã tạo

source: Create proxy group
fa: ساخت گروه پروکسی جدید
it: Crea gruppo proxy
pt: Criar grupo proxy
ro: Creaza grup de proxy
vi: Đã tạo nhóm proxy

source: Delete all proxies
fa: حذف همه پروکسی ها
it: Cancella tutti
pt: Apagar todos os proxies
ro: Sterge toate proxiurile
vi: Xoá tất cả proxy

source: Deleted
fa: حذف شده
it: Cancellati
pt: Excluído
ro: Sterse
vi: Đã xoá

source: Delete filtered
it: Cancella filtrati
vi: Xoá proxy đang hiển thị

source: Delete Group
fa: حذف گروه
it: Rimuovi Gruppo
pt: Excluir Grupo
ro: Sterge grup
vi: Xoá nhóm

source: Delete not working
fa: حذف کارنکن ها
it: Cancella non funzionanti
pt: A exclusão não esta funcionando
ro: Sterge pe cele nefunctionabile
vi: Xoá proxy ko hoạt động

source: Delete slow
fa: حذف سرعت پایین ها
it: Cancella lenti
pt: Apagar Proxies Lerdas
ro: Sterge pe cele incete
vi: Xoá proxy chậm

source: Delete untested
fa: حذف تست نشده ها
it: Cancella non testati
pt: Excluir não testadas
ro: Sterge pe cele netestate
vi: Xoá proxy chưa đc test

source: Edit Group
fa: تغییر گروه
it: Modifica Gruppo
pt: Editar Grupo
ro: Editeaza grup
vi: Chỉnh sửa nhóm

source: Edit proxy group
fa: ویرایش گروه پروکسی
it: Modifica gruppo di proxy
pt: Editar grupo proxy
ro: Editeaza grupul de proxiuri
vi: Chỉnh sửa nhóm proxy

source: Export Proxies
pt: Exportar Proxies
vi: Xuất proxy

source: For this group
fa: برای این گروه
it: Per questo gruppo
pt: Para este grupo
ro: Pentru acest grup
vi: Cho nhóm này

source: Group in use
fa: گروه مورد استفاده
it: Gruppo in uso
pt: Grupo em uso
ro: Grup in folosire
vi: Nhóm đang sử dụng

# GroupInUseWarning
source: A job is currently using this proxy group. Please stop and remove the job from the manager and try again.
fa: در حال حاضر کاری از این گروه پروکسی استفاده می کند. لطفاً کار را متوقف کرده و از منیجر بردارید و دوباره امتحان کنید
it: Un job sta utilizzando questo gruppo di proxy. Per favore termina il job, rimuovilo dal manager e riprova.
pt: Um trabalho está usando este grupo proxy. Pare e remova o trabalho do gerenciador e tente novamente.
ro: In prezent, un job foloseste acest grup proxy. Va rugam sa opriti si sa eliminati lucrarea de la manager si sa incercati din nou.
vi: Một tác vụ hiện đang sử dụng nhóm proxy này. Vui lòng dừng và xóa tác vụ và thử lại.

# Help1x00
source: How does this work?
fa: این چطوری کار میکنه؟
it: Come funziona?
pt: Como isso funciona?
ro: Cum functioneaza asta?
vi: Cái này hoạt động thế nào?

# Help1x01
source: Here you can import your proxies into several %groups%. Groups help keep proxies organized and give you the ability to use different proxies for different jobs. First of all you should create a group by clicking on the %Add Group% button above. Just give it a name. Make sure your new group is selected and then click on %Import Proxies%.
fa: در اینجا می توانید پروکسی های خود را به چندین٪ گروه٪ وارد کنید. گروه ها به سازماندهی پروکسی ها کمک می کنند و به شما امکان استفاده از پروکسی های مختلف را برای مشاغل مختلف می دهند. اول از همه شما باید با کلیک کردن روی دکمه٪ اضافه کردن گروه٪ در بالا یک گروه ایجاد کنید. فقط یک اسم بگذارید اطمینان حاصل کنید که گروه جدید شما انتخاب شده و سپس بر روی٪ لود پروکسی ها٪ کلیک کنید.
it: Qui puoi importare i tuoi proxy in vari %gruppi%. I gruppi aiutano a mantenere i proxy organizzati e ti permettono di usare proxy diversi per job diversi. Prima di tutto dovresti creare un gruppo cliccando sul pulsante %Aggiungi Gruppo% qui sopra. Dagli semplicemente un nome. Assicurati che il nuovo gruppo sia selezionato e poi clicca su %Importa Proxy%.
pt: Aqui você pode importar suas proxies em vários %grupos%. Grupos ajudam a manter as proxies organizadas e te dão a possibilidade de usar diferentes proxies para diferentes trabalhos. Primeiro de tudo, você deve criar um grupo clicando no botão de %Adicionar Grupo% acima. E depois dar um nome a ele. Tenha certeza que o novo grupo está selecionado e depois clique em %Importar Proxies%.
ro: Aici va puteti importa proxy-urile in mai multe %groups%. Grupurile ajuta la mentinerea proxy-urilor organizate si va ofera posibilitatea de a utiliza proxy diferite pentru diferite joburi. In primul rand ar trebui sa creati un grup facand clic pe butonul %Add Group% de mai sus. Doar da-i un nume. Asigurati-va ca noul grup este selectat, apoi faceti clic pe %Import Proxies%.
vi: Tại đây bạn có thể thêm proxy của bạn vào nhiều %nhóm%. Các nhóm giúp giữ cho proxy có tổ chức và cho bạn khả năng dùng các proxy khác nhau cho các tác vụ khác nhau. Trước tiên bạn nên tạo một nhóm bằng cách click vào nút %Tạo nhóm% ở trên. Đặt tên cho nhóm và đảm bảo rằng nhóm mới của bạn được chọn vào click vào %Thêm proxy%.

# Help1x02
source: The %Import Proxies% menu will give you 3 ways to import your proxies. You can either %paste% them, %upload a file% or %type the URL% of a remote resource that provides proxies in a text format (usually one per line). You are also able to specify the default %type%, %username% and %password% for the proxies. Alternatively, you can use the %advanced syntax% described in the form in order to specify the type, username and password on a per-proxy basis.
fa: منوی٪ لود پروکسی ها٪ 3 راه برای وارد کردن پروکسی های شماست. یا می توانید٪ آنها را جایگذاری کنید ،٪ پرونده را بارگذاری کنید یا٪ URL URL یک منبع از راه دور را که پروکسی ها را در قالب متن ارائه می دهد تایپ کنید (معمولاً هر خط) شما همچنین می توانید٪ پیش فرض٪ ،٪ نام کاربری٪ و٪٪٪ رمز عبور را برای پروکسی ها تعیین کنید. همچنین می توانید از٪ syntax٪ توصیف شده در فرم برای تعیین نوع ، نام کاربری و رمز عبور به صورت پروکسی استفاده کنید.
it: Il menu %Importa Proxy% ti darà 3 modi di importare i tuoi proxy. Puoi %incollarli%, %caricare un file% o %scrivere l'URL% di una risorsa remota che fornisce i proxy in formato testuale (di solito uno per riga). Puoi anche specificare il %tipo%, %username% e %password% di default per i proxy. Alternativamente, puoi usare la %sintassi avanzata% descritta nel form per specificare il tipo, username e password per ogni singolo proxy.
pt: O menu de %Importar Proxies% te dará tres opções e modos de importar suas proxies. Você pode escolher entre %colar% elas, %enviar um arquivo% ou %digitar o URL% de um recurso remoto que irá fornecer as proxies em formato de texto (geralmente uma por linha). Você também pode especificar o %tipo%, %usuário% e %senha% padrão para as proxies. Alternativamente, você pode usar a %sintax avançada% descrita no campo para especificar o tipo, usuário e senha por proxy.
ro: Meniul %Import Proxies% va va oferi 3 moduri de a va importa proxy-urile. Puteti fie %paste%,%upload a file%, %type the URL% a unei resurse la distanta care furnizeaza proxy intr-un format text (de obicei unul pe linie). De asemenea, puteti specifica valorile implicite %type%,%username% si %password% pentru proxy-uri. Alternativ, puteti utiliza %advanced syntax% descrisa in formular pentru a specifica tipul, numele de utilizator si parola pe baza de proxy.
vi: Menu %Thêm proxy% sẽ cho bạn 3 cách để thêm proxy của bạn vào. Bạn có thể %dán% chúng, %tải lên một file% hoặc %gõ vào URL% của tài nguyên từ xa, nó cung cấp proxy ở dạng văn bản (mỗi proxy một dòng). Bạn cũng có thể xác định %loại%, %tên tài khoản%, %mật khẩu% mặc dịnh cho các proxy. Ngoài ra, bạn còn có thể dùng %cú pháp nâng cao% được miêu tả để xác định loại, tên tải khoản và mật khẩu.

# Help1x03
source: Now you're all set and you will be able to select your proxy group when you create or edit a job. You can create a job of type %Proxy Check% in order to test if your proxies work before using them. The Proxy Check job will update the %country%, %status%, %ping% and %last check date% fields of your proxies in the data table of this page, so you can then %remove% proxies that don't work or have a ping that is too high for your needs. You can even decide to only keep proxies from a specific country!
fa: اکنون همه چیز آماده است و می توانید هنگام ایجاد یا ویرایش شغل ، گروه پروکسی خود را انتخاب کنید. می توانید شغلی از نوع٪ پروکسی چک٪ ایجاد کنید تا آزمایش کنید که آیا پروکسی های شما قبل از استفاده از آنها کار می کنند. کار پروکسی چک٪ کشور٪،٪ وضعیت٪،٪ پینگ٪ و٪ آخرین زمان چک٪ فیلدهای پروکسی شما را در جدول داده های این صفحه به روز می کند ، بنابراین می توانید٪ پروک هایی که کار نمی کنند یا یک پینگ داشته باشید که برای نیازهای شما خیلی زیاد است. حتی می توانید تصمیم بگیرید که فقط پروکسی های یک کشور خاص را نگه دارید!
it: Ora sei pronto e potrai selezionare il tuo gruppo di proxy quando crei o modifichi un job. Puoi creare un job del tipo %Proxy Check% per testare se i tuoi proxy funzionano prima di usarli. Il job Proxy Check aggiornerà i campi %nazione%, %stato%, %ping% e %ultimo check% dei proxy nella tabella che vedi in questa pagina, così puoi %rimuovere% i proxy che non funzionano o che hanno un ping troppo alto. Puoi persino decidere di tenere soltanto i proxy di una specifica nazione!
pt: Agora você está pronto e poderá selecionar o grupo de proxy quando for criar ou editar um trabalho. Você pode criar um trabalho de tipo %Checar Proxies% para testar se suas proxies estão funcionando antes de usá-las. O trabalho de checagem de proxies irá atualizar os campos de %país%, %status%, %ping% e %último teste% da sua proxy na tabela de dados dessa pagina para que você possa então %remover% proxies que não funcionam ou que tem um ping muito alto para suas necessidades. Você pode até decidir manter apenas as proxies de um país específico!
ro: Acum sunteti gata si veti putea selecta grupul proxy atunci cand creati sau editati o lucrare. Puteti crea o lucrare de tip %Proxy Check% pentru a testa daca proxy-urile dvs. functioneaza inainte de a le utiliza. Lucrarea de verificare proxy va actualiza campurile %country%, %status%, %ping% si %last check date% din proxy-urile dvs. in tabelul de date de pe aceasta pagina, astfel incat sa puteti apoi %remove% proxy care nu functioneaza sau aveti un ping prea mare pentru nevoile dvs. Puteti chiar decide sa pastrati proxy dintr-o anumita tara!
vi: Bây giờ bạn đã xong và bạn sẽ có thể chọn loại proxy khi bạn tạo và chỉnh một tác vụ. Bạn có thể tạo một tác vụ kiểu %Kiểm tra Proxy% để kiểm tra xem liệu proxy của bạn còn hoạt động không trước khi dùng chúng. Tác vụ kiểm tra Proxy sẽ cập nhật %quốc gia%, %trạng thái%, %ping% và %lần kiểm tra cuối% của proxy của bạn trên bảng dữ liệu của trang này, nên bạn có thể %xóa% proxy không còn hoạt động hoặc có ping quá cao, không phù hợp nhu cầu. Bạn thậm chí có thể quyết định chỉ giữ proxy từ một quốc gia nhất định!

source: Host
fa: هاست
vi: Máy chủ

source: Imported
fa: لود شده ها
it: Importati
pt: Importadas
ro: Incarcate
vi: Đã thêm

source: Import Proxies
fa: لود پروکسی ها
it: Importa Proxy
pt: Importar Proxies
ro: Proxiuri incarcate
vi: Thêm proxy

source: Last Checked
fa: آخرین چک شده ها
it: Ultimo Controllo
pt: Último teste
ro: Ultima verificare
vi: Lần kiểm tra cuối

source: Loading
fa: لودینگ
it: Caricamento
pt: Carregando
vi: Đang tải

source: Moved
it: Spostati
vi: Đã di chuyển

source: Move filtered
it: Sposta filtrati
vi: Di chuyển proxy đang hiển thị

# NeedTwoOrMoreGroups
source: Need two or more proxy groups
it: Sono necessari due o più gruppi
vi: Cần trên 2 nhóm proxy

# NoGroupSelected
source: Please select an actual group first
fa: لطفاً ابتدا یک گروه واقعی را انتخاب کنید
it: Per favore seleziona un gruppo prima
pt: Por favor selecione um grupo primeiro
ro: Va rugam sa selectati mai intai un grup real
vi: Vui lòng chọn một nhóm

source: No records to display
fa: هیچ پرونده برای نمایش نیست
it: Nessun proxy trovato
pt: Sem registros para exibir
ro: Nu exista inregistrari de afisat
vi: Không có bản ghi nào để hiển thị

source: Owner
it: Proprietario
vi: Chủ sở hữu

source: Password
fa: رمز
pt: Senha
ro: Parola
vi: Mật khẩu

source: Port
fa: پورت
it: Porta
pt: Porta
vi: Cổng

source: Proxies deleted successfully
fa: پروکسی ها با موفقیت حذف شدند
it: Proxy cancellati correttamente
pt: Proxies deletadas com sucesso
ro: Proxiurile au fost sterse cu succes
vi: Đã xoá proxy thành công

source: Proxies imported successfully
fa: پروکسی ها با موفقیت وارد شدند
it: Proxy importati correttamente
pt: Proxies importadas com sucesso
ro: Proxiurile au for importate cu succes
vi: Thêm proxy thành công

source: proxies moved
it: proxy spostati
vi: Di chuyển proxy

source: Proxy Group
fa: گروه پروکسی
it: Gruppo di Proxy
pt: Grupo de proxies
vi: Nhóm proxy

# ProxyGroupCreated
source: The proxy group was created successfully!
fa: گروه پروکسی با موفقیت ایجاد شد!
it: Il gruppo di proxy è stato creato con successo!
pt: O grupo de proxies foi criado com sucesso!
ro: Grupul de proxiuri a fost creat cu succes
vi: Nhóm prroxy đã đc tạo thành công

# ReallyDelete
source: Do you really want to delete
fa: آیا واقعاً می خواهید حذف کنید
it: Vuoi davvero cancellare
pt: Você realmente quer deletar
ro: Chiar vrei sa stergi
vi: Bạn có thực sự muốn xoá proxy?

source: results
fa: نتایج
it: risultati
pt: resultados
ro: rezultate
vi: kết quả

source: Results per page
fa: نتایج در هر صفحه
it: Risultati per pagina
pt: Resultados por pagina
ro: Rezultate pe pagina
vi: Số kết quả mỗi trang

source: Select proxy group
it: Seleziona gruppo di proxy
vi: Chọn nhóm proxy

source: Slow
fa: آهسته
it: Lenti
pt: Lenta
ro: Incet
vi: Chậm

source: Status
fa: وضعیت
it: Stato
vi: Trạng thái

source: Type
fa: تایپ
it: Tipo
pt: Tipo
ro: Tip
vi: Loại

source: Uh-Oh
fa: اوه اوه
ro: Oh-Uh
vi: Oh no

source: Username
fa: نام کاربری
pt: Usuário
ro: Nume
vi: Tên tài khoản

source: Not working
it: Non funzionanti

source: ping over
fa: پینگ کردن
it: ping sopra
pt: ping acima de

source: Total
it: Totale

source: Working
it: Funzionanti

source: Ping
fa: پینگ
