Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Pages/RLSettings.*.resx
Languages: de, fa, pt, ru, vi

source: 2Captcha API Key
pt: API Key 2Captcha
ru: Ключ API 2Captcha

source: Anti-Captcha API Key
pt: API Key Anti-Captcha
ru: Ключ API антикапчи

source: Are you sure?
de: Wirklich sicher?
fa: مطمئنی؟
pt: Tem certeza?
ru: Вы уверены?
vi: Bạn chắc chứ

source: Balance
de: Kontostand
fa: کیف پول
pt: Saldo
ru: Баланс
vi: Số dư

source: Cancel
de: Abbruch
fa: لغو
pt: Cancelar
ru: Отмена
vi: Thoát

source: CapMonster Port
fa: CapMonster پورت
pt: Porta CapMonster
ru: Порт CapMonster
vi: Cổng CapMonster

# CaptchasDotIoApiKey
source: Captchas.IO API Key
pt: API Key Captchas.IO
ru: Ключ API Captchas.IO

source: Check balance
de: Kontostand prüfen
fa: چک کیف پول
pt: Verificar Saldo
ru: Проверьте баланс
vi: Kiểm tra số dư tài khoản

# CheckBalanceBeforeSolving
source: Check the account balance before solving the captcha
de: Kontostand vor dem Captcha lösen überprüfen
fa: قبل از حل captcha موجودی حساب را بررسی کنید
pt: Verificar saldo da conta antes de resolver captcha
ru: Проверьте баланс счета перед решением капчи
vi: Kiểm tra số dư tài khoản trước khi bypass captcha

source: Chrome binary location
de: Speicherort der ausführbaren Datei von Chrome
fa: مکان Chrome
pt: Caminho do binário(.exe) do Chrome
ru: Расположение двоичных файлов Chrome
vi: Vị trí nhị phân của Google

source: Connect timeout (milliseconds)
de: Zeitüberschreitung für Verbindung (Millisekunden)
fa: مهلت زمانی اتصال (میلی ثانیه)
pt: Tempo limite de conexão (milissegundos)
ru: Тайм-аут подключения (миллисекунды)
vi: Thời gian chờ (mili giây)

source: Current service
de: Aktueller Dienst
fa: خدمات فعلی
pt: Serviço atual
ru: Текущее обслуживание
vi: Dịch vụ hiện tại

source: Custom 2Captcha API Key
pt: API Key 2Captcha Customizado
ru: Пользовательский ключ API 2Captcha
vi: 2Captcha API Key tuỳ chọn

source: Custom 2Captcha Host
fa: Custom 2Captcha هاست
pt: Host 2Captcha Customizado
ru: Пользовательский хост 2Captcha
vi: Máy chủ 2Captcha tuỳ chọn

# Custom2CaptchaOverrideHostHeader
source: Override Host header with 2captcha.com
ru: Переопределить заголовок Host на 2captcha.com

source: Custom 2Captcha Port
fa: Custom 2Captcha پورت
pt: Porta 2Captcha Customizado
ru: Пользовательский порт 2Captcha
vi: Cổng 2Captcha tuỳ chọn

source: Death By Captcha Username
de: Death By Captcha Benutzername
fa: Death By Captcha یوزر
pt: Usuário Death By Captcha
ru: Смерть от имени пользователя Captcha
vi: Tên tài khoản Death By Captcha

source: Death By Captcha Password
de: Death By Captcha Passwort
fa: Death By Captcha پسورد
pt: Senha Death By Captcha
ru: Смерть от парольной капчи
vi: Mật khẩu Death By Captcha

source: DeCaptcher Password
fa: DeCaptcher پسورد
pt: Senha DeCaptcher
ru: Пароль DeCaptcher
vi: Mật khẩu DeCaptcher

source: DeCaptcher Username
de: Death By Captcha Benutzername
fa: DeCaptcher یوزر
pt: Usuário DeCaptcher
ru: Имя пользователя DeCaptcher
vi: Tên tài khoản DeCaptcher

source: Draw mouse movement
de: Mausbewegung zeichnen
fa: حرکت ماوس را بکشید
pt: Desenhar movimento do mouse
ru: Нарисовать движение мыши
vi: Vẽ chuyển động của chuột

source: Enable bot logging
de: Bot Log einschalten
fa: ورود به سیستم ربات را فعال کنید
pt: Ativar logs do bot
ru: Включить протоколирование ботов
vi: Bật ghi nhật ký bot

source: Firefox binary location
de: Speicherort der ausführbaren Datei von Firefox
fa: مکان Firefox
pt: Caminho do binário(.exe) do Firefox
ru: Расположение двоичного файла Firefox
vi: Vị trí nhị phân của Firefox

source: General
de: Allgemein
fa: عمومی
pt: Geral
ru: Общий
vi: Tổng quan

source: Global ban keys
de: Globale Ban Keys
fa: کلیدهای ممنوعیت جهانی
pt: Keys globais de banimento
ru: Ключи глобального запрета

source: Global retry keys
de: Globale Retry Keys
fa: کلیدهای امتحان مجدد جهانی
pt: Keys globais de retry
ru: Глобальные ключи повторных попыток

source: Imagetyperz API Key
pt: API Key Imagetyperz
ru: API-ключ Imagetyperz

source: Log job activity to file
de: Schreibe Job Aktivität in eine Datei
fa: فعالیت شغلی را برای بایگانی وارد کنید
pt: Salvar logs dos trabalhos para um arquivo
ru: Вести журнал работы в файл
vi: Ghi hoạt động tác vụ vào hồ sơ

source: Parallelizer Type
de: Parallelizer Typ
fa: نوع موازی
pt: Tipo do Paralelizador
ru: Тип распараллеливателя

# PollingIntervalMilliseconds
source: Polling interval in milliseconds
ru: Интервал опроса в миллисекундах

source: Proxies
fa: پروکسی ها
ru: Прокси
vi: Proxy

source: Puppeteer
fa: کنترل
ru: Кукловод

source: Read/Write timeout (milliseconds)
de: Zeitüberschreitung Schreiben/Lesen (milliseconds)
fa: مهلت خواندن / نوشتن (میلی ثانیه)
pt: Tempo limite de escritura/leitura (milissegundos)
ru: Тайм-аут чтения/записи (миллисекунды)
vi: Thời gian chờ đọc / ghi (mili giây)

source: Restore Defaults
de: Standardeinstellungen wiederherstellen
fa: بازیابی پیش فرض ها
pt: Restaurar configurações padrão
ru: Восстановление настроек по умолчанию
vi: Khôi phục mặc định

# RestoreDefaultSettingsConfirmation
source: Do you want to restore the default settings?
de: Standardeinstellungen wiederherstellen?
fa: آیا می خواهید تنظیمات پیش فرض را بازیابی کنید؟
pt: Você deseja restaurar as configurações padrão?
ru: Хотите ли вы восстановить настройки по умолчанию?
vi: Bạn có muốn khôi phục về cài đặt mặc định?

# RestrictBlocksToCWD
source: Restrict blocks I/O capabilities to the Current Working Directory only
de: Beschränken der E/A-Funktionen von Blöcken nur auf das aktuelle Arbeitsverzeichnis
fa: قابلیت های ورودی / خروجی بلوک ها را فقط به فهرست عامل فعلی محدود کنید
pt: Restringir as capacidades de I/O dos blocos apenas para o diretório de trabalho atual
ru: Ограничить возможности ввода/вывода блоков только текущим рабочим каталогом
vi: Chỉ giới hạn khả năng I/O của khối đối với Thư mục làm việc hiện tại

source: Save
de: Speichern
fa: سیو
pt: Salvar
ru: Сохранить
vi: Lưu

source: Saved
de: Gespeichert
fa: سیو شد
pt: Salvo
ru: Сохранено
vi: Đã lưu

source: Selected browser
de: Gewählter Browser
fa: مرورگر انتخاب شده
pt: Selecionar Navegador
ru: Выбранный браузер
vi: Trình duyệt đã chọn

# SettingsSaved
source: The settings were successfully saved.
de: Die Einstellungen wurden erfolgreich gespeichert.
fa: تنظیمات با موفقیت ذخیره شد.
pt: As configurações foram salvas com sucesso.
ru: Настройки были успешно сохранены.
vi: Cài đặt đã đc lưu thành công

source: SolveCaptcha API Key
pt: API Key SolveCaptcha
ru: Ключ API SolveCaptcha

source: SolveRecaptcha API Key
pt: API Key SolveRecaptcha
ru: Ключ API SolveRecaptcha

source: Success
ru: Успех
vi: Thành công

# TimeoutSeconds
source: Timeout in seconds
de: Zeitüberschreitung in Sekunden
fa: مهلت در ثانیه
pt: Tempo limite em segundos
ru: Тайм-аут в секундах
vi: Thời gian chờ tính bằng giây

source: TrueCaptcha API Key
pt: API Key TrueCaptcha
ru: Ключ API TrueCaptcha

source: TrueCaptcha Username
de: TrueCaptcha Benutzername
fa: TrueCaptcha یوزر
pt: Usuário TrueCaptcha
ru: Имя пользователя TrueCaptcha
vi: Tên tài khoản TrueCaptcha

source: Use custom User Agents list
de: Benutzerdefinierte UserAgenten Liste verwenden
fa: از لیست UserAgents سفارشی استفاده کنید
pt: Usar lista customizada de User Agents
ru: Использовать пользовательский список пользовательских агентов
vi: Sử dụng danh sách User Agents tùy chỉnh

source: User Agents
ru: Пользовательские агенты

source: Verbose mode
ru: Подробный режим
vi: Chế độ chi tiết

source: AZ Captcha API Key
pt: API Key AZ Captcha

source: CapMonster Host
fa: CapMonster هاست
pt: Host CapMonster
vi: Máy chủ CapMonster

# LogAllResults
source: Log all results to the job log file (WARN: Can result in high disk usage due to the amount of lines from each job!)
pt: Registrar todas linhas testadas nos logs do trabalhos. (AVISO: Pode resultar em um alto uso de disco quando testando muitas linhas!)

source: RuCaptcha API Key
pt: API Key RuCaptcha

source: Captchas
fa: کپچا
