Repository: dinxks/OpenBullet-RR
Catalog: OpenBullet2/Resources/Pages/Sharing.*.resx
Languages: de, ro

source: Add config
de: Config hinzufügen
ro: Adauga config

source: Are you sure?
de: Bist du sicher?
ro: Esti sigur

source: Author
de: Autor
ro: Autor

source: Cannot share remote config
de: Kann Remote Config nicht teilen
ro: Nu se poate partaja configul de la distanta

source: Category
de: Kategorie
ro: Categorie

source: Config removed successfully
de: Configs erfolgreich entfernt
ro: Config sters cu succes

source: Configs removed successfully
de: Configs erfolgreich entfernt
ro: Configuri sterse cu succes

source: Created
de: Erstellt
ro: Creat

source: Create endpoint
de: Endpunkt erstellen
ro: Creaza endpoint

source: Creation date
de: Erstelldatum
ro: Creaza data

source: Delete endpoint
de: Endpunkt löschen
ro: Sterge endpoint

source: Edit endpoint
de: Endpunkt bearbeiten
ro: Editeaza endpoint

source: Endpoint created
de: Endpunkt angelegt
ro: Endpoint creat

source: For this endpoint
de: Für diesen Endpunkt
ro: Pentru acest endpoint

# Help1x00
source: What is this?
de: Was ist das?
ro: Ce este asta?

# Help1x01
source: This is where you can set up sharing %endpoints% for your configs so that other people can access them. You can %create% endpoints and %add% configs to them, and also specify the %Api Keys% that are authorized to receive the configs.
de: Hier kannst du %Endpunkte% für die Freigabe deiner Konfigurationen einrichten, damit andere Personen darauf zugreifen können. Durch %Erstellen% von Endpunkten und %Hinzufügen% von Konfigs zu diesen können Sie auch die %Api-Schlüssel% festlegen, die berechtigt sind, die Konfigs zu empfangen.
ro: Aici puteti configura partajarea %endpointurilor% pentru configuratiile dvs., astfel incat alte persoane sa le poata accesa. Puteti sa %creati% endpointuri si sa %adaugati% configuri la acestea si sa specificati, de asemenea, %Api Keys% care sunt autorizate sa primeasca configurile.

# Help1x02
source: In order to share configs with a friend, you have to create an endpoint, add configs to it, set up at least one api key and send it to your friend, along with the %URL% of your endpoint. Your friend will then have to set it up in the %OB Settings > Remote% section. For example, if your OpenBullet 2 instance is reachable on `1.1.1.1:5000` your friend needs to type `http://1.1.1.1:5000/api/shared/configs/ROUTE` where %ROUTE% is the name you gave to the endpoint.
de: Um Configs mit einem Freund zu teilen, muss ein Endpunkt erstellt, Configs hinzugefügt, mindestens ein API-Schlüssel eingerichtet und zusammen mit der %URL% des Endpunktes an deinen Freund gesendet werden. Dein Freund muss ihn dann im Abschnitt %OB Einstellungen > Remote% einrichten. Wenn die OpenBullet 2-Instanz zum Beispiel auf `1.1.1.1:5000` erreichbar ist, muss der Freund `http://1.1.1.1:5000/api/shared/configs/ROUTE` eingeben, wobei %ROUTE% der Name ist, den du dem Endpunkt gegeben hast.
ro: Pentru a partaja configuratiile cu un prieten, trebuie sa creati un endpoint, sa adaugati configuratii la acesta, sa configurati cel putin o cheie API si sa o trimiteti prietenului dvs., impreuna cu %URL% din endpointul dvs. final. Prietenul tau va trebui apoi sa il configureze in sectiunea %OB Settings> Remote%. De exemplu, daca instanta dvs. OpenBullet 2 este accesibila pe `1.1.1.1:5000`, prietenul dvs. trebuie sa tasteze `http://1.1.1.1:5000/api/shared/configs/ROUTE` unde %ROUTE% este numele pe care l-ati dat endpointului.

source: Last modified
de: Zuletzt geändert
ro: Ultima modificare

source: Name
ro: Nume

source: No config selected
de: Keine Config ausgewählt
ro: Niciun config selectat

source: No endpoint selected
de: Kein Endpunkt ausgewählt
ro: Niciun endpoint selectat

source: Really delete
de: Lösche wirklich
ro: Chiar stergeti

source: Remote
ro: De la distanta

source: Remote config
ro: Config de la distanta

source: Remove all configs
de: Entferne alle Configs
ro: Sterge toate configurile

source: Remove config
de: Config entfernen
ro: Sterge config

source: Removed
de: Entfernt
ro: Sters

source: Select config
de: Config auswählen
ro: Selecteaza config

source: Uh-Oh
ro: Oh-Uh

source: Endpoint
de: Endpunkt

source: Loading
de: Lade
